{ 
  "Abstract" : [ "Pathophysiological, lesion, and electrophysiological studies suggest that the cerebellar cortex is important for controlling the direction and speed of movement. The relationship of cerebellar Purkinje cell discharge to the control of arm movement parameters, however, remains unclear. The goal of this study was to examine how movement direction and speed and their interaction-velocity-modulate Purkinje cell simple spike discharge in an arm movement task in which direction and speed were independently controlled. The simple spike discharge of 154 Purkinje cells was recorded in two monkeys during the performance of two visuomotor tasks that required the animals to track targets that moved in one of eight directions and at one of four speeds. Single-parameter regression analyses revealed that a large proportion of cells had discharge modulation related to movement direction and speed. Most cells with significant directional tuning, however, were modulated at one speed, and most cells with speed-related discharge were modulated along one direction; this suggested that the patterns of simple spike discharge were not adequately described by single-parameter models. Therefore, a regression surface was fitted to the data, which showed that the discharge could be tuned to specific direction-speed combinations (preferred velocities). The overall variability in simple spike discharge was well described by the surface model, and the velocities corresponding to maximal and minimal discharge rates were distributed uniformly throughout the workspace. Simple spike discharge therefore appears to integrate information about both the direction and speed of arm movements, thereby encoding movement velocity." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Coltz, J D",
      "Johnson, M T",
      "Ebner, T J"
    ],
  "Date" : "1999",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/10024363",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Biomechanical Phenomena",
      "Electromyography",
      "Eye Movements",
      "Female",
      "Hand",
      "Macaca mulatta",
      "Microelectrodes",
      "Movement",
      "Muscle Contraction",
      "Psychomotor Performance",
      "Purkinje Cells",
      "Reaction Time",
      "Task Performance and Analysis"
    ],
  "PMID" : 10024363,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Cerebellar Purkinje cell simple spike discharge encodes movement velocity in primates during visuomotor arm tracking."
}
