{ 
  "Abstract" : [ "The Alzheimer's disease amyloid peptide Abeta has a heterogeneous COOH terminus, as variants 40 and 42 residues long are found in neuritic plaques and are secreted constitutively by cultured cells. The proteolytic activity that liberates the Abeta COOH terminus from the beta-amyloid precursor protein is called gamma-secretase. It could be one protease with dual specificity or two distinct enzymes. By using enzyme-linked immunosorbent assays selective for Abeta40 or Abeta42, we have measured Abeta secretion by a HeLa cell line, and we have examined the dose responses for a panel of five structurally diverse gamma-secretase inhibitors. The inhibitors lowered Abeta and p3 secretion and increased levels of the COOH-terminal 99-residue beta-amyloid precursor protein derivative that is the precursor for Abeta but did not alter secretion of beta-amyloid precursor protein derivatives generated by other secretases, indicating that the inhibitors blocked the gamma-secretase processing step. The dose-dependent inhibition of Abeta42 was unusual, as the compounds elevated Abeta42 secretion at sub-inhibitory doses and then inhibited secretion at higher doses. A compound was identified that elevated Abeta42 secretion at a low concentration without inhibiting Abeta42 or Abeta40 at high concentrations, demonstrating that these phenomena are separable pharmacologically. Using either of two methods, IC50 values for inhibition of Abeta42 and Abeta40 were found to have the same rank-order and fall on a trend line with near-unit slope. These results favor the hypothesis that Abeta variants ending at residue 40 or 42 are generated by a single gamma-secretase." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Durkin, J T",
      "Murthy, S",
      "Husten, E J",
      "Trusko, S P",
      "Savage, M J",
      "Rotella, D P",
      "Greenberg, B D",
      "Siman, R"
    ],
  "Date" : "1999",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of biological chemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/10400678",
  "MeshHeadings" : [ 
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Aspartic Acid Endopeptidases",
      "Dose-Response Relationship, Drug",
      "Endopeptidases",
      "Humans",
      "Protease Inhibitors",
      "Tumor Cells, Cultured"
    ],
  "PMID" : 10400678,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Rank-order of potencies for inhibition of the secretion of abeta40 and abeta42 suggests that both are generated by a single gamma-secretase."
}
