{ 
  "Abstract" : [ "Progressive cerebral accumulation of amyloid beta-protein (Abeta) is an early and invariant feature of Alzheimer's disease. Little is known about how Abeta, after being secreted, is degraded and cleared from the extracellular space of the brain. Defective Abeta degradation could be a risk factor for the development of Alzheimer's disease in some subjects. We reported previously that microglial cells release substantial amounts of an Abeta-degrading protease that, after purification, is indistinguishable from insulin-degrading enzyme (IDE). Here we searched for and characterized a role for IDE in Abeta degradation by neurons, the principal cell type that produces Abeta. Whole cultures of differentiated pheochromocytoma (PC12) cells and primary rat cortical neurons actively degraded endogenously secreted Abeta via IDE. However, unlike that in microglia, IDE in differentiated neurons was not released but localized to the cell surface, as demonstrated by biotinylation. Undifferentiated PC12 cells released IDE into their medium, whereas after differentiation, IDE was cell associated but still degraded Abeta in the medium. Overexpression of IDE in mammalian cells markedly reduced the steady-state levels of extracellular Abeta(40) and Abeta(42), and the catalytic site mutation (E111Q) abolished this effect. We observed a novel membrane-associated form of IDE that is approximately 5 kDa larger than the known cytosolic form in a variety of cells, including differentiated PC12 cells. Our results support a principal role for membrane-associated and secreted IDE isoforms in the degradation and clearance of naturally secreted Abeta by neurons and microglia." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Vekrellis, K",
      "Ye, Z",
      "Qiu, W Q",
      "Walsh, D",
      "Hartley, D",
      "Chesneau, V",
      "Rosner, M R",
      "Selkoe, D J"
    ],
  "Date" : "2000",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/10684867",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Biotin",
      "Cerebral Cortex",
      "Cytosol",
      "Extracellular Space",
      "Gene Expression Regulation, Enzymologic",
      "Glucagon",
      "Hypoglycemic Agents",
      "Insulin",
      "Insulysin",
      "Membrane Proteins",
      "Neurons",
      "PC12 Cells",
      "Protein Synthesis Inhibitors",
      "Rats"
    ],
  "PMID" : 10684867,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neurons regulate extracellular levels of amyloid beta-protein via proteolysis by insulin-degrading enzyme."
}
