{ 
  "Abstract" : [ "We wanted to know whether fast oscillations ( approximately 30-80 Hz) in striate cortex of awake monkeys show sharper orientation selectivity than (i) slower components, including spike rate modulations, and (ii) broad-band signals of the same recordings. As fast oscillations are probably of cortical origin this may further clarify whether cortical network mechanisms are substantially involved in generating orientation selectivity. We recorded multi unit activity (MUA) and local field potentials (LFP, 1-140 Hz) by the same microelectrodes from upper layers of macaque striate cortex during visual stimulation with grating textures of different orientations. An orientation index (OI) was derived from the cortical responses in three frequency ranges (low, 0-11.7 Hz; medium, 11.7-31.3 Hz; and fast oscillations, 31.3-62.5 Hz) and for the broad-band LFP and MUA power. (i) Both LFP and MUA fast oscillations reveal a higher orientation index than signal components in the low and medium frequency ranges. (ii) For MUA the orientation index was significantly higher with fast oscillations than for the lower frequency ranges and the initial broad-band transient responses. (iii) LFPs show a significantly higher orientation index only for the fast oscillations during sustained activation compared with their broad-band power during the transient responses. Thus, our main result is the sharper orientation tuning of fast oscillations in spike activities of local populations compared with slower components of the same broad-band recordings. As fast oscillations occur synchronized in the awake monkey's striate cortex we assume that they have enhanced probability of activating successive stages of visual processing and hence contribute to the perception of orientation." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Frien, A",
      "Eckhorn, R",
      "Bauer, R",
      "Woelbern, T",
      "Gabriel, A"
    ],
  "Date" : "2000",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/10762373",
  "MeshHeadings" : [ 
      "Animals",
      "Electroencephalography",
      "Macaca mulatta",
      "Male",
      "Neurons, Afferent",
      "Orientation",
      "Periodicity",
      "Photic Stimulation",
      "Visual Cortex",
      "Visual Perception",
      "Wakefulness"
    ],
  "PMID" : 10762373,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Fast oscillations display sharper orientation tuning than slower components of the same recordings in striate cortex of the awake monkey."
}
