{ 
  "Abstract" : [ "The effects of selective blockade of group I metabotropic glutamate receptor subtype 1 (mGluR1) on neuronal cell survival and post-traumatic recovery was examined using rat in vitro and in vivo trauma models. The selective mGluR1 antagonists (RS)-1-aminoindan-1,5-dicarboxylic acid (AIDA), 7-(hydroxyimino)cyclopropa[b]chromen-1a-carboxylate ethyl ester (CPCCOEt), and (S)-(+)-alpha-amino-4-carboxy-2-methylbezeneacetic acid (LY367385) provided significant neuroprotection in rat cortical neuronal cultures subjected to mechanical injury, in both pretreatment or posttreatment paradigms. Administration of the antagonists also attenuated glutamate-induced neuronal cell death in the cultures. Coapplication of these antagonists with the N-methyl-d-aspartate (NMDA) receptor antagonist (5R,10S)-(+)-5-methyl-10,11-dihydro-5H-dibenzo[a,d]cyclohepten-5,10-imine (MK-801) had additive neuroprotective effects in glutamate injured cultures. Intracerebroventricular administration of AIDA to rats markedly improved recovery from motor dysfunction after lateral fluid percussion induced traumatic brain injury (TBI). Treatment with mGluR1 antagonists also significantly reduced lesion volumes in rats after TBI, as evaluated by MRI. It appears that these compounds mediate their neuroprotective effect through an mGluR1 antagonist action, as demonstrated by inhibition of agonist induced phosphoinositide hydrolysis in our in vitro system. Moreover, AIDA, CPCCOEt, and LY367385, at concentrations shown to be neuroprotective, had no significant effects on the steady state NMDA evoked whole cell current. Taken together, these data suggest that modulation of mGluR1 activity may have substantial therapeutic potential in brain injury." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Faden, A I",
      "O'Leary, D M",
      "Fan, L",
      "Bao, W",
      "Mullins, P G",
      "Movsesyan, V A"
    ],
  "Date" : "2001",
  "Identifier" : [  ],
  "Journal" : [ "Experimental neurology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11161632",
  "MeshHeadings" : [ 
      "Animals",
      "Benzoates",
      "Brain Injuries",
      "Cell Death",
      "Cells, Cultured",
      "Chromones",
      "Disease Models, Animal",
      "Dizocilpine Maleate",
      "Drug Synergism",
      "Evoked Potentials",
      "Excitatory Amino Acid Antagonists",
      "Glycine",
      "In Vitro Techniques",
      "Indans",
      "Injections, Intraventricular",
      "Male",
      "Models, Biological",
      "Neuroprotective Agents",
      "Patch-Clamp Techniques",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, Metabotropic Glutamate",
      "Receptors, N-Methyl-D-Aspartate",
      "Wounds, Nonpenetrating"
    ],
  "PMID" : 11161632,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Selective blockade of the mGluR1 receptor reduces traumatic neuronal injury in vitro and improvesoOutcome after brain trauma."
}
