{ 
  "Abstract" : [ "Neuronal accumulation of excess Ca2+ has been implicated in cellular death following several forms of physical and chemotoxic insult. Recent studies have suggested that exposure to agonists at brain nicotinic acetylcholine receptors reduces cytotoxic consequences of increased intracellular Ca2+ following some insults. In the present study, the ability of chronic exposure to (-)-nicotine to reduce cytotoxicity and attenuate increases in intracellular Ca2+ caused by exposure to N-methyl-D-aspartate were examined in organotypic cultures of rat hippocampus. Cultures were exposed to nicotine (0.1-10.0 microM) for five days prior to excitotoxic insult with N-methyl-D-aspartate. Exposure to N-methyl-D-aspartate produced concentration-dependent increases in both accumulation of 45Ca and in early and delayed cell death in the CA1, CA3 and dentate gyrus regions of cultures. The CA1 region of the hippocampus displayed the greatest sensitivity to cytotoxic effects of N-methyl-D-aspartate exposure; however, this regional difference was not associated with increased accumulation of 45Ca. Prior exposure to nicotine markedly attenuated N-methyl-D-aspartate-induced early and delayed cell death in each hippocampal region at concentrations as low as 0.1microM. However, nicotine did not alter the initial N-methyl-D-aspartate-stimulated influx of 45Ca or enhance extrusion of accumulated 45Ca measured at several time-points after insult. Five days of exposure to nicotine markedly increased immunoreactivity of the Ca2+ binding protein calbindin-D28K in each region of hippocampal cultures, effects reduced by mecamylamine co-exposure. These findings suggest that the potent protective effects of chronic nicotine exposure against neuronal overexcitation are not likely attributable to attenuations of Ca2+ accumulation, but are likely related to increased buffering of accumulated Ca2+." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Prendergast, M A",
      "Harris, B R",
      "Mayer, S",
      "Holley, R C",
      "Hauser, K F",
      "Littleton, J M"
    ],
  "Date" : "2001",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11226671",
  "MeshHeadings" : [ 
      "Animals",
      "Autoradiography",
      "Calbindin 1",
      "Calbindins",
      "Calcium",
      "Calcium Radioisotopes",
      "Cell Death",
      "Dose-Response Relationship, Drug",
      "Drug Administration Schedule",
      "Hippocampus",
      "Immunohistochemistry",
      "N-Methylaspartate",
      "Nerve Degeneration",
      "Neurons",
      "Neuroprotective Agents",
      "Neurotoxins",
      "Nicotine",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "S100 Calcium Binding Protein G"
    ],
  "PMID" : 11226671,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Chronic nicotine exposure reduces N-methyl-D-aspartate receptor-mediated damage in the hippocampus without altering calcium accumulation or extrusion: evidence of calbindin-D28K overexpression."
}
