{ 
  "Abstract" : [ "Acute CNS lesions lead to neuronal injury and a parallel glial activation that is accompanied by the release of neurotoxic substances. The extent of the original neuronal damage can therefore be potentiated in a process called secondary damage. As astrocytes are known to secrete immunomodulatory and neuroprotective substances, we investigated whether astrocytic factors can attenuate the amount of neuronal injury as well as the degree of microglial activation in a model of excitotoxic neurodegeneration. Treatment of organotypic hippocampal slice cultures with N-methyl-D-aspartate (NMDA) resulted in a reproducible loss of viable granule cells, partial destruction of the regular hippocampal cytoarchitecture and a concomitant accumulation of amoeboid microglial cells at sites of neuronal damage. Astrocyte-conditioned media reduced the amount of NMDA-induced neuronal injury by 45.3%, diminished the degree of microglial activation and resulted in an improved preservation of the hippocampal cytoarchitecture. Transforming growth factor (TGF)-beta failed to act as a neuroprotectant and even enhanced the amount of neuronal injury by 52.5%. Direct effects of astrocytic factors on isolated microglial cells consisted of increased microglial ramification and down-regulated expression of intercellular adhesion molecule-1, whereas incubation with TGF-beta had no such effects. In summary, our findings show that hitherto unidentified astrocyte-derived factors that are probably not identical with TGF-beta can substantially enhance neuronal survival, either by eliciting direct neuroprotective effects or by modulating the microglial response to neuronal injury." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hailer, N P",
      "Wirjatijasa, F",
      "Roser, N",
      "Hischebeth, G T",
      "Korf, H W",
      "Dehghani, F"
    ],
  "Date" : "2001",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11553282",
  "MeshHeadings" : [ 
      "Animals",
      "Astrocytes",
      "Brain Injuries",
      "Cell Communication",
      "Cell Death",
      "Cell Size",
      "Cells, Cultured",
      "Culture Media, Conditioned",
      "Dentate Gyrus",
      "Disease Models, Animal",
      "Down-Regulation",
      "Excitatory Amino Acid Agonists",
      "Fluorescein-5-isothiocyanate",
      "Gliosis",
      "Growth Substances",
      "Hippocampus",
      "Lectins",
      "Microglia",
      "Microscopy, Confocal",
      "N-Methylaspartate",
      "Nerve Degeneration",
      "Neurons",
      "Neuroprotective Agents",
      "Neurotoxins",
      "Rats",
      "Rats, Wistar",
      "Transforming Growth Factor beta"
    ],
  "PMID" : 11553282,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Astrocytic factors protect neuronal integrity and reduce microglial activation in an in vitro model of N-methyl-D-aspartate-induced excitotoxic injury in organotypic hippocampal slice cultures."
}
