{ 
  "Abstract" : [ "The selective 5-HT(1A) receptor agonist Repinotan HCl (BAY x3702) has been reported to attenuate cortical damage and improve functional performance in experimental models of cerebral ischemia and acute subdural hematoma. Using a clinically relevant contusion model of traumatic brain injury, we tested the hypothesis that a 4-h continuous infusion of Repinotan HCl (10 microg/kg/h i.v.) commencing 5 min post-injury would ameliorate functional outcome and attenuate histopathology. Forty isoflurane-anesthetized male adult rats were randomly assigned to receive either a controlled cortical impact (2.7 mm tissue deformation, 4 m/s) or sham injury (Injury/Vehicle=10, Injury/MK-801=10, Injury/Repinotan HCl=10, Sham/Vehicle=10), then tested for vestibulomotor function on post-operative days 1-5 and for spatial learning on days 14-18. Neither Repinotan HCl nor the non-competitive N-methyl-D-aspartate receptor antagonist MK-801, which served as a positive control, improved vestibulomotor function on beam balance and beam walk tasks relative to the Injury/Vehicle group, but both did significantly attenuate spatial learning and memory deficits on a water maze task. Repinotan HCl also reduced hippocampal CA(1) and CA(3) neuronal loss, as well as cortical tissue damage, compared to the Injury/Vehicle group at 4 weeks post-trauma. No significant difference in histological outcome was revealed between the Repinotan HCl- and MK-801-treated groups.These findings extend the therapeutic efficacy of Repinotan HCl to a contusion model of experimental brain injury and demonstrate for the first time that 5-HT(1A) receptor agonists confer neuroprotection and attenuate spatial learning deficits following controlled cortical impact injury. This treatment strategy may be beneficial in a clinical context where memory impairments are common following human traumatic brain injury." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Kline, A E",
      "Yu, J",
      "Horváth, E",
      "Marion, D W",
      "Dixon, C E"
    ],
  "Date" : "2001",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11591455",
  "MeshHeadings" : [ 
      "Animals",
      "Benzopyrans",
      "Body Temperature",
      "Brain",
      "Brain Injuries",
      "Cognition",
      "Cognition Disorders",
      "Dizocilpine Maleate",
      "Drug Administration Schedule",
      "Excitatory Amino Acid Antagonists",
      "Hippocampus",
      "Male",
      "Maze Learning",
      "Nerve Degeneration",
      "Neurons",
      "Neuroprotective Agents",
      "Postural Balance",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, Serotonin",
      "Receptors, Serotonin, 5-HT1",
      "Serotonin Receptor Agonists",
      "Thiazoles",
      "Vestibular Nuclei"
    ],
  "PMID" : 11591455,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "The selective 5-HT(1A) receptor agonist repinotan HCl attenuates histopathology and spatial learning deficits following traumatic brain injury in rats."
}
