{ 
  "Abstract" : [ "Cortico-cortical connections through the corpus callosum are a major candidate for mediating bimanual coordination. However, aside from the deficits observed after lesioning this connection, little positive evidence indicates its function in bimanual tasks. In order to address this issue, we simultaneously recorded neuronal activity at multiple sites within the arm area of motor cortex in both hemispheres of awake primates performing different bimanual and unimanual movements. By employing an adapted form of the joint peri-stimulus time histogram technique, we discovered rapid movement-related correlation changes between the local field potentials (LFPs) of the two hemispheres that escaped detection by time-averaged cross-correlation methods. The frequency and amplitude of dynamic modifications in correlations between the hemispheres were similar to those within the same hemisphere. As in previous EEG studies, we found that, on average, correlation decreased during movements. However, a subset of recording site pairs did show transiently increased correlations around movement onset (57% of all pairs and conditions in monkey G, 39% in monkey P). In interhemispheric pairs, these increases were consistently related to the mode of coupling between the two arms. Both the correlations between the movements themselves and the interhemispheric LFP correlation increases were strongest during bimanual symmetric movements, and weaker during bimanual asymmetric and unimanual movements. Increased correlations occurred mainly around movement onset, whilst decreases in correlation dominated during movement execution. The task-specific way in which interhemispheric correlations are modulated is compatible with the notion that interactions between the hemispheres contribute to behavioural coupling between the arms." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Cardoso de Oliveira, S",
      "Gribova, A",
      "Donchin, O",
      "Bergman, H",
      "Vaadia, E"
    ],
  "Date" : "2001",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11860483",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Conditioning (Psychology)",
      "Corpus Callosum",
      "Electroencephalography",
      "Evoked Potentials, Motor",
      "Female",
      "Functional Laterality",
      "Macaca mulatta",
      "Motor Cortex",
      "Motor Neurons",
      "Movement",
      "Periodicity",
      "Psychomotor Performance"
    ],
  "PMID" : 11860483,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neural interactions between motor cortical hemispheres during bimanual and unimanual arm movements."
}
