{ 
  "Abstract" : [ "In the brain of Alzheimer's disease (AD) patients, neurotoxic amyloid peptides accumulate and are deposited as senile plaques. A major therapeutic strategy aims to decrease production of amyloid peptides by inhibition of gamma-secretase. Presenilins are polytopic transmembrane proteins that are essential for gamma-secretase activity during development and in amyloid production. By loxP/Cre-recombinase-mediated deletion, we generated mice with postnatal, neuron-specific presenilin-1 (PS1) deficiency, denoted PS1(n-/-), that were viable and fertile, with normal brain morphology. In adult PS1(n-/-) mice, levels of endogenous brain amyloid peptides were strongly decreased, concomitant with accumulation of amyloid precursor protein (APP) C-terminal fragments. In the cross of APP[V717I]xPS1 (n-/-) double transgenic mice, the neuronal absence of PS1 effectively prevented amyloid pathology, even in mice that were 18 months old. This contrasted sharply with APP[V717I] single transgenic mice that all develop amyloid pathology at the age of 10-12 months. In APP[V717I]xPS1 (n-/-) mice, long-term potentiation (LTP) was practically rescued at the end of the 2 hr observation period, again contrasting sharply with the strongly impaired LTP in APP[V717I] mice. The findings demonstrate the critical involvement of amyloid peptides in defective LTP in APP transgenic mice. Although these data open perspectives for therapy of AD by gamma-secretase inhibition, the neuronal absence of PS1 failed to rescue the cognitive defect, assessed by the object recognition test, of the parent APP[V717I] transgenic mice. This points to potentially detrimental effects of accumulating APP C99 fragments and demands further study of the consequences of inhibition of gamma-secretase activity. In addition, our data highlight the complex functional relation of APP and PS1 to cognition and neuronal plasticity in adult and aging brain." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Dewachter, Ilse",
      "Reversé, Delphine",
      "Caluwaerts, Nathalie",
      "Ris, Laurence",
      "Kuipéri, Cuno",
      "Van den Haute, Chris",
      "Spittaels, Kurt",
      "Umans, Lieve",
      "Serneels, Lutgarde",
      "Thiry, Els",
      "Moechars, Dieder",
      "Mercken, Mark",
      "Godaux, Emile",
      "Van Leuven, Fred"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11978821",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Basic Helix-Loop-Helix Transcription Factors",
      "Brain",
      "Cognition Disorders",
      "Crosses, Genetic",
      "DNA-Binding Proteins",
      "Disease Models, Animal",
      "Electric Stimulation",
      "Endopeptidases",
      "Hippocampus",
      "In Vitro Techniques",
      "Intracellular Signaling Peptides and Proteins",
      "Long-Term Potentiation",
      "Membrane Proteins",
      "Mice",
      "Mice, Knockout",
      "Mice, Transgenic",
      "Neuronal Plasticity",
      "Neurons",
      "Peptide Fragments",
      "Phenotype",
      "Plaque, Amyloid",
      "Presenilin-1",
      "RNA, Messenger",
      "Recognition (Psychology)",
      "Repressor Proteins"
    ],
  "PMID" : 11978821,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuronal deficiency of presenilin 1 inhibits amyloid plaque formation and corrects hippocampal long-term potentiation but not a cognitive defect of amyloid precursor protein [V717I] transgenic mice."
}
