{ 
  "Abstract" : [ "Previous studies have shown that activity of neuronal populations in the primary motor cortex (MI), processed by the population vector method, faithfully predicts upcoming movements. In our previous studies we found that single neurons responded differently during movements of one arm vs. combined movements of the two arms. It was, therefore, not clear whether the population vector approach could produce reliable movement predictions also for bimanual movements. This study tests this question by comparing the predictive quality of population vectors for unimanual and bimanual arm movements. We designed a bimanual motor task that requires coordinated movements of the two arms, in which each arm may move in eight directions, and recorded single unit activity in the MI of two rhesus (Macaca mulatta) monkeys during the performance of unimanual and bimanual arm movements. We analysed the activity of 212 MI cells from both hemispheres and found that, despite bimanual related activity, the directional tuning and preferred directions of most cells were preserved in unimanual and bimanual movements. We demonstrate that population vectors, constructed from the activity of MI cells, predict accurately the direction of movement both for unimanual and for bimanual movements even when the two arms move simultaneously in different directions." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Steinberg, O",
      "Donchin, O",
      "Gribova, A",
      "Cardosa de Oliveira, S",
      "Bergman, H",
      "Vaadia, E"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/11994131",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Female",
      "Functional Laterality",
      "Macaca mulatta",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Orientation",
      "Psychomotor Performance",
      "Reaction Time",
      "Signal Transduction",
      "Space Perception"
    ],
  "PMID" : 11994131,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuronal populations in primary motor cortex encode bimanual arm movements."
}
