{ 
  "Abstract" : [ "A key factor in Alzheimer's disease (AD) is the beta-secretase activity that is required for the production of beta-amyloid (Abeta) peptide from its amyloid precursor protein (APP) precursor. In this study, the majority of Abeta secretion from neuronal chromaffin cells was found to occur via the regulated secretory pathway, compared with the constitutive secretory pathway; therefore, beta-secretase activity in the regulated secretory pathway was examined for the production and secretion of Abeta in chromaffin cells obtained from in vivo adrenal medullary tissue. The presence of Abeta(1-40) in APP-containing chromaffin vesicles, which represent regulated secretory vesicles, was demonstrated by radioimmunoassay (RIA) and reverse-phase high-performance liquid chromatography. These vesicles also contain Abeta(1-42), measured by RIA. Significantly, regulated secretion of Abeta(1-40) from chromaffin cells represented the majority of secreted Abeta (> 95% of total secreted Abeta), compared with low levels of constitutively secreted Abeta(1-40). These results indicate the importance of Abeta production and secretion in the regulated secretory pathway as a major source of extracellular Abeta. Beta-secretase activity in isolated chromaffin vesicles was detected with the substrate Z-Val-Lys-Met-/MCA (methylcoumarinamide) that contains the beta-secretase cleavage site. Optimum beta-secretase activity in these vesicles required reducing conditions and acidic pH (pH 5-6), consistent with the in vivo intravesicular environment. Evidence for cysteine protease activity was shown by E64c inhibition of Z-Val-Lys-Met-MCA-cleaving activity, and E64c inhibition of Abeta(1-40) production in isolated chromaffin vesicles. Chromatography resolved the beta-secretase activity into two distinct proteolytic pathways consisting of: (i) direct cleavage of the beta-secretase site at Met-/Asp by two cysteine proteolytic activities represented by peaks Il-A and Il-B, and (ii) an aminopeptidase-dependent pathway represented by peak I cysteine protease activity that cleaves between Lys-/Met, followed by Met-aminopeptidase that would generate the beta-secretase cleavage site. Treatment of chromaffin cells in primary culture with the cysteine protease inhibitor E64d reduced the production of the beta-secretase product, a 12-14 kDa C-terminal APP fragment. In addition, BACE 1 and BACE 2 were detected in chromaffin vesicles; BACE 1 represented a small fraction of total beta-secretase activity in these vesicles. These results illustrate that multiple cysteine proteases, in combination with BACE 1, contribute to beta-secretase activity in the regulated secretory pathway. These results complement earlier findings for BACE 1 as beta3-secretase for Abeta production in the constitutive secretory pathway that provides basal secretion of Abeta into conditioned media. These findings suggest that drug inhibition of several proteases may be required for reducing Abeta levels as a potential therapeutic approach for AD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hook, Vivian Y H",
      "Toneff, Thomas",
      "Aaron, Wade",
      "Yasothornsrikul, Sukkid",
      "Bundey, Richard",
      "Reisine, Terry"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12064471",
  "MeshHeadings" : [ 
      "Adrenal Medulla",
      "Amino Acid Sequence",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Cattle",
      "Cell Membrane",
      "Cells, Cultured",
      "Chromaffin Cells",
      "Culture Media, Conditioned",
      "Cysteine Endopeptidases",
      "Endopeptidases",
      "Enzyme Activation",
      "Enzyme Inhibitors",
      "Fluorescent Dyes",
      "Hydrogen-Ion Concentration",
      "Peptide Fragments",
      "Reducing Agents",
      "Secretory Vesicles"
    ],
  "PMID" : 12064471,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Beta-amyloid peptide in regulated secretory vesicles of chromaffin cells: evidence for multiple cysteine proteolytic activities in distinct pathways for beta-secretase activity in chromaffin vesicles."
}
