{ 
  "Abstract" : [ "TCP and its derivative gacyclidine (+/- GK11) are high-affinity non-competitive antagonists of N-methyl-D-aspartate (NMDA) receptors (NMDARs) and as such exhibit significant neuroprotective properties. These compounds also bind with a low affinity to binding sites whose pharmacological profiles are different from that of NMDARs. With the intention to develop new strategies of neuroprotection, we found it mandatory to investigate whether 1-[1-(2-thienyl)cyclohexyl]piperidine (TCP) and gacyclidine low-affinity sites are similar. The effects of several drugs selective for either NMDARs or the [(3)H]TCP low-affinity site (or PCP(3) site) on (+), (-)[(3)H]GK11 and [(3)H]TCP specific binding were investigated. Competition experiments on cerebellum homogenates revealed substantial differences between the pharmacological profiles of the PCP(3) site and that of gacyclidine's enantiomers low-affinity sites. Under experimental conditions preventing the interaction of the radioligands with NMDARs, the autoradiographic study showed, however, that the distributions of both [(3)H]TCP and (-)[(3)H]GK11 specific binding were similar. The specific labelling was low and uniform in telencephalic structures, whereas in the cerebellum it was higher in the molecular than in the granular layer. Finally, the analysis of competition experiments performed on tissues slices demonstrated that PCP(3) selective ligands were unable to prevent [(3)H]TCP or (-)[(3)H]GK11 binding to \"non-NMDA\" binding sites. As a whole, our data suggest that: (1) the different pharmacological profiles of [(3)H]TCP and [(3)H]gacyclidine enantiomers on low-affinity sites are due to their selectivity for specific NMDARs subpopulations; (2) the pharmacological isolation of TCP and gacyclidine \"non-NMDA\" binding sites is the most appropriate way to further study the low-affinity component of their specific binding. Obtaining reliable and specific pharmacological tools for those binding sites is of particular interest, since it is likely that they play a substantial role in the low neurotoxicity, and therefore tolerability, of gacyclidine, a new neuroprotective drug currently evaluated in clinical trials for the treatment of brain and spinal cord injuries." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hirbec, Hélène",
      "Mausset, Anne-Laure",
      "Kamenka, Jean Marc",
      "Privat, Alain",
      "Vignon, Jacques"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neuroscience research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12111860",
  "MeshHeadings" : [ 
      "Animals",
      "Binding Sites",
      "Binding, Competitive",
      "Brain",
      "Brain Injuries",
      "Cerebellum",
      "Cyclohexanes",
      "Cyclohexenes",
      "Excitatory Amino Acid Antagonists",
      "Glutamic Acid",
      "Male",
      "Neurons",
      "Neuroprotective Agents",
      "Phencyclidine",
      "Piperidines",
      "Radioligand Assay",
      "Rats",
      "Rats, Wistar",
      "Receptors, N-Methyl-D-Aspartate",
      "Stereoisomerism",
      "Subcellular Fractions",
      "Synapses",
      "Synaptic Transmission",
      "Tritium"
    ],
  "PMID" : 12111860,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Re-evaluation of phencyclidine low-affinity or \"non-NMDA\" binding sites."
}
