{ 
  "Abstract" : [ "Aberrant production of amyloid-beta peptides by processing of the beta-amyloid precursor protein leads to the formation of characteristic extracellular protein deposits which are thought to be the cause of Alzheimer's disease. Therefore, inhibiting the key enzymes responsible for amyloid-beta peptide generation, beta- and gamma-secretase may offer an opportunity to intervene with the progression of the disease. In human brain and cell culture systems a heterogeneous population of amyloid-beta peptides with various truncations is detected and at present, it is unclear how they are produced. We have used a combination of surface enhanced laser desorption/ionization time-of-flight mass spectrometry (SELDI-TOF MS) and a specific inhibitor of gamma-secretase to investigate whether the production of all amyloid-beta peptide species requires the action of gamma-secretase. Using this approach, we demonstrate that the production of all truncated amyloid-beta peptides except those released by the action of the nonamyloidogenic alpha-secretase enzyme or potentially beta-site betaAPP cleaving enzyme 2 depends on gamma-secretase activity. This indicates that none of these peptides are generated by a separate enzyme entity and a specific inhibitor of the gamma-secretase enzyme should havethe potential to block the generation of all amyloidogenicpeptides. Furthermore in the presence of gamma-secretase inhibitors, the observation of increased cleavage of the membrane-bound betaAPP C-terminal fragment C99 by alpha-secretase suggests that during its trafficking C99 encounters compartments in which alpha-secretase activity resides." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Beher, Dirk",
      "Wrigley, Jonathan D J",
      "Owens, Andrew P",
      "Shearman, Mark S"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12153480",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amino Acid Sequence",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Antibodies, Monoclonal",
      "Antibody Specificity",
      "Aspartic Acid Endopeptidases",
      "Cell Line",
      "Culture Media, Conditioned",
      "Endopeptidases",
      "Enzyme Activation",
      "Enzyme Inhibitors",
      "Fluorobenzenes",
      "Humans",
      "Kidney",
      "Mass Spectrometry",
      "Metalloendopeptidases",
      "Molecular Sequence Data",
      "Neuroblastoma",
      "Pentanoic Acids",
      "Peptide Fragments",
      "Peptides",
      "Phenylalanine",
      "Recombinant Proteins",
      "Thiophenes",
      "Transfection"
    ],
  "PMID" : 12153480,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Generation of C-terminally truncated amyloid-beta peptides is dependent on gamma-secretase activity."
}
