{ 
  "Abstract" : [ "Cerebellar local field potential (LFP) oscillations were recorded in the paramedian lobule of one hemisphere, while monkeys were in two behavioral conditions: actively performing an elbow flexion-extension or a lever-press task in response to an auditory or visual stimulus to get reward (active condition), or waiting quietly for the reward to come in the same time window after the appearance of the stimulus (passive condition). The oscillations in the paramedian lobule were first characterized in four monkeys, and they showed an idiosyncratic frequency for each monkey, between 13 and 25 Hz. The granule cell layer multi-unit activity was phase-locked with the negative phase of the LFP oscillations, while Purkinje cell simple spikes were also sometimes phase-locked with the LFP. Three monkeys were trained to perform the motor tasks: the LFP oscillations were modulated, in the active condition, in a systematic manner in relation to the lever-press or elbow flexion-extension tasks. During periods when the monkey was waiting to initiate movement, LFP oscillations appeared and then stopped with movement initiation. This modulation was valid for the task being executed with either hand. Surprisingly, the LFP oscillations were also systematically modulated during the passive condition; as the monkey was waiting for the usual time to get a reward passively, oscillations appeared stronger and were stopped by the end of the usual delay, whether the monkey was rewarded or not. This type of modulation was not affected by the length of the stimulus, as long as the reward window was known to the monkey. If the monkey had not been previously trained to the active condition, the modulation appeared in the passive condition. These results show that cerebellar LFP oscillations in the paramedian lobule are reliably present when the monkey is involved in a waiting period, whether this period ends with an active or passive event. This study provides electrophysiological evidence for a specific pattern of activity in the cerebellum for the expectancy of events that are known to be bound to happen, either externally, or from voluntary action." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Courtemanche, Richard",
      "Pellerin, Jean-Pierre",
      "Lamarre, Yves"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12163529",
  "MeshHeadings" : [ 
      "Acoustic Stimulation",
      "Animals",
      "Behavior, Animal",
      "Cerebellar Cortex",
      "Elbow",
      "Electrophysiology",
      "Female",
      "Functional Laterality",
      "Macaca mulatta",
      "Male",
      "Membrane Potentials",
      "Motor Activity",
      "Photic Stimulation"
    ],
  "PMID" : 12163529,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Local field potential oscillations in primate cerebellar cortex: modulation during active and passive expectancy."
}
