{ 
  "Abstract" : [ "Based on the critical role of actin in the maintenance of synaptic function, we examined whether expression of familial beta-amyloid precursor protein APP-V642I (IAPP) or mutant presenilin-1 L286V (mPS1) affects actin polymerization in rat septal neuronal cells. Expression of either IAPP or mPS1 but not wild-type amyloid precursor protein or presenilin-1induced formation of actin stress fibers in SN1 cells, a septal neuronal cell line. Treatment with beta-amyloid (Abeta) peptide also caused formation of actin stress fibers in SN1 cells and primary cultured hippocampal neurons. Treatment with a gamma-secretase inhibitor completely blocked formation of actin stress fibers, indicating that overproduction of Abeta peptide induces actin stress fibers. Because activation of the p38 mitogen-activated protein kinase (p38MAPK)-mitogen-associated protein kinase-associated protein kinase (MAPKAPK)-2-heat-shock protein 27 signaling pathway mediates actin polymerization, we explored whether Abeta peptide activates p38MAPK and MAPKAPK-2. Expression of IAPP or mPS1 induced activation of p38MAPK and MAPKAPK-2. Treatment with a p38MAPK inhibitor completely inhibited formation of actin stress fibers mediated by Abeta peptide, IAPP or mPS1. Moreover, treatment with a gamma-secretase inhibitor completely blocked activation of p38MAPK and MAPKAPK-2. In summary, our data suggest that overproduction of Abeta peptide induces formation of actin stress fibers through activation of the p38MAPK signaling pathway in septal neuronal cells." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Song, Cheng",
      "Perides, George",
      "Wang, Dechun",
      "Liu, Ya Fang"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12421354",
  "MeshHeadings" : [ 
      "Actins",
      "Alzheimer Disease",
      "Amino Acid Substitution",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Cell Line",
      "Cells, Cultured",
      "Endopeptidases",
      "Enzyme Inhibitors",
      "HSP27 Heat-Shock Proteins",
      "Heat-Shock Proteins",
      "Hippocampus",
      "Intracellular Signaling Peptides and Proteins",
      "Membrane Proteins",
      "Mice",
      "Mitogen-Activated Protein Kinases",
      "Mutation",
      "Neoplasm Proteins",
      "Neurons",
      "Presenilin-1",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Signal Transduction",
      "Stress Fibers",
      "Transfection",
      "p38 Mitogen-Activated Protein Kinases"
    ],
  "PMID" : 12421354,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "beta-Amyloid peptide induces formation of actin stress fibers through p38 mitogen-activated protein kinase."
}
