{ 
  "Abstract" : [ "Progressive neuronal loss and cognitive decline in Alzheimer's disease (AD) might be aggravated by beta-amyloid-enhanced excitotoxicity. Memantine is an uncompetitive NMDA receptor antagonist under clinical development for the treatment of AD. Memantine has neuroprotective actions in several in vitro and in vivo models. In the present study, we determined whether memantine protected against beta-amyloid induced neurotoxicity and learning impairment in rats. Twenty Sprague-Dawley rats received vehicle or vehicle plus memantine (steady-state plasma concentrations of 2.34+/-0.23 microM, n=10) s.c. by osmotic pump for 9 days. After 2 days of treatment, 2 microl of water containing beta-amyloid 1-40 [Abeta(1-40)] were injected into the hippocampal fissure. On the ninth day of treatment, animals were sacrificed, and morphological and immunohistochemical techniques were used to determine the extent of neuronal degeneration and astrocytic and microglial activation in the hippocampus. Psychomotor activity and spatial discrimination were tested on the eighth day of treatment. Abeta(1-40), but not water, injections into hippocampus led to neuronal loss in the CA1 subfield, evidence of widespread apoptosis, and astrocytic and microglial activation and hypertrophy. Memantine treated animals had significant reductions in the amount of neuronal degeneration, pyknotic nuclei, and GFAP immunostaining as compared with vehicle treated animals. These data suggest that memantine, at therapeutically relevant concentrations, can protect against neuronal degeneration induced by beta-amyloid." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Miguel-Hidalgo, J J",
      "Alvarez, X A",
      "Cacabelos, R",
      "Quack, G"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Brain research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12468047",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Astrocytes",
      "Cell Death",
      "Dentate Gyrus",
      "Ectodysplasins",
      "Excitatory Amino Acid Antagonists",
      "Female",
      "Glial Fibrillary Acidic Protein",
      "Glutamic Acid",
      "Hippocampus",
      "Immunohistochemistry",
      "Memantine",
      "Membrane Proteins",
      "Microglia",
      "Microtubule-Associated Proteins",
      "Motor Activity",
      "Neurons",
      "Peptide Fragments",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate"
    ],
  "PMID" : 12468047,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuroprotection by memantine against neurodegeneration induced by beta-amyloid(1-40)."
}
