{ 
  "Abstract" : [ "The ultimate step in Alzheimer's disease Abeta generation involves gamma-secretase, which releases Abeta from its membrane-bound precursor. A similar presenilin-dependent proteolytic activity is implicated in the release of the Notch intracellular domain. We have developed a novel assay for gamma-secretase activity based on green fluorescent protein detection. This involves cotransfection of a substrate-activator based on the amyloid precursor protein or the Notch sequence and a fluorescent reporter gene. Stable fluorescent cell populations were selected by fluorescent activated cell sorting and characterized. This assay enabled the identification and sorting of populations, which differ in their levels of gamma-secretase activity, with high fluorescent cells producing more Abeta than low fluorescent cells. Specific gamma-secretase inhibitors, L-685,458 and MW167, reduced cell fluorescence in a dose-dependent manner that paralleled inhibition of Abeta secretion. Overexpression of presenilin 1 increased the cell fluorescence. Cells expressing presenilin with different aspartate mutations (D257A, D385A and D257A/D385A) or exon 9 deletion mutation showed reduced fluorescence. The single aspartate mutations showed a concomitant reduction in Abeta secretion, whereas the D257A/D385A and DeltaE9 mutations had no effect on Abeta secretion." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Sernee, M Fleur",
      "Evin, Geneviève",
      "Culvenor, Janetta G",
      "Villadangos, José A",
      "Beyreuther, Konrad",
      "Masters, Colin L",
      "Cappai, Roberto"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "European journal of biochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12542699",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Blotting, Western",
      "COS Cells",
      "Cell Separation",
      "Cricetinae",
      "DNA Primers",
      "Dose-Response Relationship, Drug",
      "Endopeptidases",
      "Flow Cytometry",
      "Green Fluorescent Proteins",
      "Humans",
      "Immunoglobulin G",
      "Luminescent Proteins",
      "Membrane Proteins",
      "Plasmids",
      "Polymerase Chain Reaction",
      "Precipitin Tests",
      "Presenilin-1",
      "Protease Inhibitors",
      "Receptors, Notch",
      "Transfection"
    ],
  "PMID" : 12542699,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Selecting cells with different Alzheimer's disease gamma-secretase activity using FACS. Differential effect on presenilin exon 9 gamma- and epsilon-cleavage."
}
