{ 
  "Abstract" : [ "Testing the hypothesis that the lateral cerebellum forms a sensory representation of arm movements, we investigated cortical neuronal activity in two monkeys performing visually guided step-tracking movements with a manipulandum. A virtual target and cursor image were viewed co-planar with the manipulandum. In the normal task, manipulandum and cursor moved in the same direction; in the mirror task, the cursor was left-right reversed. In one monkey, 70- and 200-ms time delays were introduced on cursor movement. Significant task-related activity was recorded in 31 cells in one animal and 142 cells in the second: 10.2% increased activity before arm movements onset, 77.1% during arm movement, and 12.7% after the new position was reached. To test for neural representation of the visual outcome of movement, firing rate modulation was compared in normal and mirror step-tracking. Most task-related neurons (68%) showed no significant directional modulation. Of 70 directionally sensitive cells, almost one-half (n = 34, 48%) modulated firing with a consistent cursor movement direction, many fewer responding to the manipulandum direction (n = 9, 13%). For those \"cursor-related\" cells tested with delayed cursor movement, increased activity onset was time-locked to arm movement and not cursor movement, but activation duration was extended by an amount similar to the applied delay. Hence, activity returned to baseline about when the delayed cursor reached the target. We conclude that many cells in the lateral cerebellar cortex signaled the direction of cursor movement during active step-tracking. Such a predictive representation of the arm movement could be used in the guidance of visuo-motor actions." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Liu, Xuguang",
      "Robertson, Edwin",
      "Miall, R Christopher"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12612044",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Cerebellar Cortex",
      "Electrophysiology",
      "Macaca mulatta",
      "Movement",
      "Neurons",
      "Psychomotor Performance",
      "Reaction Time"
    ],
  "PMID" : 12612044,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuronal activity related to the visual representation of arm movements in the lateral cerebellar cortex."
}
