{ 
  "Abstract" : [ "Excessive activation of glutamate receptors of the N-methyl-D-aspartate (NMDA) subtype is considered a relevant initial step underlying different neurodegenerative diseases. Recently, with the approval of memantine to treat Alzheimer dementia, NMDA receptors have regained clinical interest. Accordingly, the development and validation of NMDA receptor antagonists is being reconsidered. We recently identified a family of trialkylglycines that act as channel blockers of the NMDAreceptor. Their neuroprotective activity against excitotoxic insults remains elusive. To address this issue, we first characterized the contribution of glutamate receptor subtypes to hippocampal death in culture as a function of days in culture in vitro (DIV). Whereas at 7 DIV neither NMDA nor glutamate produced a significant neuronal death, at 14 and 21 DIV, NMDA produced the death of 40% of the neurons exposed to this receptor agonist that was fully protected by MK-801. Similar results were obtained for L-glutamate at 14 DIV. In contrast, when neurons at 21 DIV were used, glutamate killed 51.1 +/- 4.9% of the neuronal population. This neuronal death was only partially prevented by MK-801, and fully abrogated by a combination of MK-801 and 6-cyano-7-nitroquinoxaline-2,3-dione (CNQX). Glucose deprivation injured 37.1 +/- 9.2% of the neurons through a mechanism sensitive to MK-801. The family of recently identified N-alkylglycines tested protected neurons against NMDA and glucosedeprivation toxicity, but not against glutamate toxicity. Noteworthy, N-alkylglicines with a moderate protection against NMDA-induced toxicity strongly protected from beta-amyloid toxicity. Collectively, these findings imply both NMDA and non-NMDA receptors in excitotoxicity of hippocampal neurons, and suggest that blockade of NMDA receptors alone may not suffice to efficiently abrogate neurodegeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Valera, Elvira",
      "Fernández-Salguero, Pedro M",
      "Planells-Cases, Rosa",
      "Messeguer, Angel",
      "Van Den Nest, Wim",
      "Carreño, Cristina",
      "Ferrer-Montiel, Antonio",
      "Merino, Jaime M"
    ],
  "Date" : "2002",
  "Identifier" : [  ],
  "Journal" : [ "Neuromolecular medicine" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12622405",
  "MeshHeadings" : [ 
      "Amyloid beta-Peptides",
      "Animals",
      "Cells, Cultured",
      "Excitatory Amino Acid Antagonists",
      "Fetus",
      "Glutamic Acid",
      "Glycine",
      "Hippocampus",
      "Neurodegenerative Diseases",
      "Neurons",
      "Neuroprotective Agents",
      "Neurotoxins",
      "Rats",
      "Receptors, N-Methyl-D-Aspartate"
    ],
  "PMID" : 12622405,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuroprotection against excitotoxicity by N-alkylglycines in rat hippocampal neurons."
}
