{ 
  "Abstract" : [ "The amyloid beta peptides (Abeta) are the major components of the senile plaques characteristic of Alzheimer's disease. Abeta peptides are generated from the cleavage of amyloid precursor protein (APP) by beta- and gamma-secretases. Beta-secretase (BACE), a type-I transmembrane aspartyl protease, cleaves APP first to generate a 99-amino acid membrane-associated fragment (CT99) containing the N terminus of Abeta peptides. Gamma-secretase, a multi-protein complex, then cleaves within the transmembrane region of CT99 to generate the C termini of Abeta peptides. The production of Abeta peptides is, therefore, dependent on the activities of both BACE and gamma-secretase. The cleavage of APP by BACE is believed to be a prerequisite for gamma-secretase-mediated processing. In the present study, we provide evidence both in vitro and in cells that BACE-mediated cleavage between amino acid residues 34 and 35 (Abeta-34 site) in the Abeta region is dependent on gamma-secretase activity. In vitro, the Abeta-34 site is processed specifically by BACE1 and BACE2, but not by cathepsin D, a closely related aspartyl protease. Moreover, the cleavage of the Abeta-34 site by BACE1 or BACE2 occurred only when Abeta 1- 40 peptide, a gamma-secretase cleavage product, was used as substrate, not the non-cleaved CT99. In cells, overexpression of BACE1 or BACE2 dramatically increased the production of the Abeta 1-34 species. More importantly, the cellular production of Abeta 1-34 species induced by overexpression of BACE1 or BACE2 was blocked by a number of known gamma-secretase inhibitors in a concentration-dependent manner. These gamma-secretase inhibitors had no effect on enzymatic activity of BACE1 or BACE2 in vitro. Our data thus suggest that gamma-secretase cleavage of CT99 is a prerequisite for BACE-mediated processing at Abeta-34 site. Therefore, BACE and gamma-secretase activity can be mutually dependent." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Shi, Xiao-Ping",
      "Tugusheva, Katherine",
      "Bruce, James E",
      "Lucka, Adam",
      "Wu, Guo-Xin",
      "Chen-Dodson, Elizabeth",
      "Price, Eric",
      "Li, Yueming",
      "Xu, Min",
      "Huang, Qian",
      "Sardana, Mohinder K",
      "Hazuda, Daria J"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of biological chemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12665519",
  "MeshHeadings" : [ 
      "Amino Acid Sequence",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Aspartic Acid Endopeptidases",
      "Cathepsin D",
      "Cell Membrane",
      "Cells, Cultured",
      "Cytoplasm",
      "Endopeptidases",
      "Enzyme Activation",
      "Gene Expression Regulation, Enzymologic",
      "Humans",
      "In Vitro Techniques",
      "Kidney",
      "Molecular Sequence Data",
      "Peptide Fragments",
      "Protein Structure, Tertiary",
      "Substrate Specificity"
    ],
  "PMID" : 12665519,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Beta-secretase cleavage at amino acid residue 34 in the amyloid beta peptide is dependent upon gamma-secretase activity."
}
