{ 
  "Abstract" : [ "Amyloid-beta (Abeta) is a major constituent of the neuritic plaque found in the brain of Alzheimer's disease patients, and a great deal of evidence suggests that the neuronal loss that is associated with the disease is a consequence of the actions of Abeta. In the past few years, it has become apparent that activation of c-Jun N-terminal kinase (JNK) mediates some of the effects of Abeta on cultured cells; in particular, the evidence suggests that Abeta-triggered JNK activation leads to cell death. In this study, we investigated the effect of intracerebroventricular injection of Abeta(1-40) on signaling events in the hippocampus and on long term potentiation in Schaffer collateral CA1 pyramidal cell synapses in vivo. We report that Abeta(1-40) induced activation of JNK in CA1 and that this was coupled with expression of the proapoptotic protein, Bax, cytosolic cytochrome c, poly-(ADP-ribose) polymerase cleavage, and Fas ligand expression in the hippocampus. These data indicate that Abeta(1-40) inhibited expression of long term potentiation, and this effect was abrogated by administration of the JNK inhibitor peptide, D-JNKI1. In parallel with these findings, we observed that Abeta-induced changes in caspase-3 activation and TdT-mediated dUTP nick-end labeling staining in neuronal cultured cells were inhibited by D-JNKI1. We present evidence suggesting that interleukin (IL)-1beta plays a significant role in mediating the effects of Abeta(1-40) because Abeta(1-40) increased hippocampal IL-1beta and because several effects of Abeta(1-40) were inhibited by the caspase-1 inhibitor Ac-YVAD-CMK. On the basis of our findings, we propose that Abeta-induced changes in hippocampal plasticity are likely to be dependent upon IL-1beta-triggered activation of JNK." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Minogue, Aedin M",
      "Schmid, Adrian W",
      "Fogarty, Marie P",
      "Moore, Alison C",
      "Campbell, Veronica A",
      "Herron, Caroline E",
      "Lynch, Marina A"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of biological chemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12738769",
  "MeshHeadings" : [ 
      "Amyloid beta-Peptides",
      "Animals",
      "Caspase 3",
      "Caspases",
      "Cell Death",
      "Cytochrome c Group",
      "Cytosol",
      "DNA Fragmentation",
      "Enzyme Activation",
      "Fas Ligand Protein",
      "Hippocampus",
      "Immunohistochemistry",
      "In Situ Nick-End Labeling",
      "Interleukin-1",
      "JNK Mitogen-Activated Protein Kinases",
      "Long-Term Potentiation",
      "Male",
      "Membrane Glycoproteins",
      "Mitogen-Activated Protein Kinases",
      "Neurons",
      "Peptide Fragments",
      "Phosphorylation",
      "Poly(ADP-ribose) Polymerases",
      "Proto-Oncogene Proteins",
      "Proto-Oncogene Proteins c-bcl-2",
      "RNA, Messenger",
      "Rats",
      "Rats, Wistar",
      "Signal Transduction",
      "Time Factors",
      "bcl-2-Associated X Protein"
    ],
  "PMID" : 12738769,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Activation of the c-Jun N-terminal kinase signaling cascade mediates the effect of amyloid-beta on long term potentiation and cell death in hippocampus: a role for interleukin-1beta?"
}
