{ 
  "Abstract" : [ "The amyloid beta peptide (Abeta) is a product of the sequential gamma- and beta-secretase cleavage of amyloid precursor protein. Inhibitors of secretase enzymes have been proposed as a potential therapeutic strategy in the treatment of Alzheimer's disease. Here, we investigate the effect of inhibiting these key enzymes on the viability of a range of cell types. Treatment of rat cortical neurons for 24 hr with secretase inhibitors or an antibody that binds Abeta resulted in a marked reduction in cell viability, as measured by MTT reduction. Incubation with secretase inhibitors caused similar effects on other neuronal cell types (rat cerebellar granule neurons and the human SH-SY5Y cell line). Interestingly, rat astrocytes and a number of non-neuronal cell lines investigated (HEK293, DDT1-FM2, and human teratorhabdoid tumor cells) were unaffected by incubation with secretase inhibitors. The coincubation of Abeta1-40 prevented the toxicity of secretase inhibitors in neuronal cells. Abeta1-40 was protective in a concentration-dependent manner, and its effects were significant at concentrations as low at 10 pm. Importantly, the protective effects of Abeta were Abeta size-form specific, with the Abeta1-42 size form affording limited protection and the Abeta25-35 size form having very little protective effect. The present study demonstrates that inhibition of beta-or gamma-secretase activity induces death in neuronal cells. Importantly, this toxicity, which our data suggest is a consequence of a decline in neuronal Abeta levels, was absent in non-neuronal cells. This study further supports a key physiological role for the enigmatic Abeta peptide." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Plant, Leigh D",
      "Boyle, John P",
      "Smith, Ian F",
      "Peers, Chris",
      "Pearson, Hugh A"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/12843253",
  "MeshHeadings" : [ 
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Antibodies",
      "Aspartic Acid Endopeptidases",
      "Astrocytes",
      "Cell Death",
      "Cell Survival",
      "Cells, Cultured",
      "Cricetinae",
      "Endopeptidases",
      "Enzyme Inhibitors",
      "Humans",
      "Immunohistochemistry",
      "Kidney",
      "Neocortex",
      "Neurons",
      "Peptide Fragments",
      "Rats",
      "Rats, Wistar"
    ],
  "PMID" : 12843253,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "The production of amyloid beta peptide is a critical requirement for the viability of central neurons."
}
