{ 
  "Abstract" : [ "Soluble amyloid-beta (Abeta) peptide converts to structures with high beta-sheet content in Alzheimer's disease (AD). Soluble Abeta is released by neurons into the brain interstitial fluid (ISF), in which it can convert into toxic aggregates. Because assessment of ISF Abeta levels may provide unique insights into Abeta metabolism and AD, an in vivo microdialysis technique was developed to measure it. Our Abeta microdialysis technique was validated ex vivo with human CSF and then in vivo in awake, freely moving mice. Using human amyloid precursor protein (APP) transgenic mice, we found that, before the onset of AD-like pathology, ISF Abeta in hippocampus and cortex correlated with levels of APP in those tissues. After the onset of Abeta deposition, significant changes in the ISF Abeta40/Abeta42 ratio developed without changes in Abeta1-x. These changes differed from changes seen in tissue lysates from the same animals. By rapidly inhibiting Abeta production, we found that ISF Abeta half-life was short ( approximately 2 hr) in young mice but was twofold longer in mice with Abeta deposits. This increase in half-life, without an increase in steady-state levels, suggests that inhibition of Abeta synthesis reveals a portion of the insoluble Abeta pool that is in dynamic equilibrium with ISF Abeta. This now measurable in vivo pool is a likely target for new diagnostic and therapeutic strategies." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Cirrito, John R",
      "May, Patrick C",
      "O'Dell, Mark A",
      "Taylor, Jennie W",
      "Parsadanian, Maia",
      "Cramer, Jeffrey W",
      "Audia, James E",
      "Nissen, Jeffrey S",
      "Bales, Kelly R",
      "Paul, Steven M",
      "DeMattos, Ronald B",
      "Holtzman, David M"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14523085",
  "MeshHeadings" : [ 
      "Age Factors",
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Brain",
      "Cerebral Cortex",
      "Cerebrospinal Fluid",
      "Disease Progression",
      "Endopeptidases",
      "Enzyme Inhibitors",
      "Enzyme-Linked Immunosorbent Assay",
      "Extracellular Space",
      "Hippocampus",
      "Humans",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Transgenic",
      "Microdialysis",
      "Plaque, Amyloid"
    ],
  "PMID" : 14523085,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "In vivo assessment of brain interstitial fluid with microdialysis reveals plaque-associated changes in amyloid-beta metabolism and half-life."
}
