{ 
  "Abstract" : [ "This article focuses on beta-amyloid (Abeta) peptide production and secretion in the regulated secretory pathway and how this process relates to accumulation of toxic Abeta in Alzheimer's disease. New findings are presented demonstrating that most of the Abeta is produced and secreted, in an activity-dependent manner, through the regulated secretory pathway in neurons. Only a minor portion of cellular Abeta is secreted via the basal, constitutive secretory pathway. Therefore, regulated secretory vesicles contain the primary beta-secretases that are responsible for producing the majority of secreted Abeta. Investigation of beta-secretase activity in regulated secretory vesicles of neuronal chromaffin cells demonstrated that cysteine proteases account for the majority of the beta-secretase activity. BACE 1 is present in regulated secretory vesicles but provides only a small percentage of the beta-secretase activity. Moreover, the cysteine protease activities prefer to cleave the wild-type beta-secretase site, which is relevant to the majority of AD cases. In contrast, BACE 1 prefers to cleave the Swedish mutant beta-secretase site that is expressed in a minor percentage of the AD population. These new findings lead to a unifying hypothesis in which cysteine proteases are the major beta-secretases for the production of Abeta in the major regulated secretory pathway and BACE 1 is the beta-secretase responsible for Abeta production in the minor constitutive secretory pathway. These results indicate that inhibition of multiple proteases may be needed to decrease Abeta production as a therapeutic strategy for Alzheimer's disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hook, Vivian Y H",
      "Reisine, Terry D"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neuroscience research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14598316",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Cells, Cultured",
      "Chromaffin Cells",
      "Cysteine Endopeptidases",
      "Cysteine Proteinase Inhibitors",
      "Dithiothreitol",
      "Endopeptidases",
      "Extracellular Space",
      "Glutathione",
      "Leucine",
      "Mice",
      "Mice, Knockout",
      "Mutation",
      "Neurons",
      "Nicotine",
      "Nicotinic Agonists",
      "Peptide Fragments",
      "Potassium Chloride",
      "Secretory Vesicles",
      "Substrate Specificity",
      "Time Factors"
    ],
  "PMID" : 14598316,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Cysteine proteases are the major beta-secretase in the regulated secretory pathway that provides most of the beta-amyloid in Alzheimer's disease: role of BACE 1 in the constitutive secretory pathway."
}
