{ 
  "Abstract" : [ "While a goal-directed movement is prepared, motor cortical neurons selectively change their activity in relation to prior information about movement direction. Only little is known, however, about the neuronal representation of partial information about this parameter. We investigated this question by training monkeys in a multidirectional centre-out pointing task. A preparatory signal provided prior information about one, two or three possible adjacent targets, thus manipulating the level of certainty about movement direction. After a 1-s delay, the response signal specified one of the precued targets to indicate the actual movement to be performed. Based on the directional tuning curves of individual motor cortical neurons determined during the reaction time interval, we constructed distributions of the population activation (DPAs), which we were then able to estimate as well during the preparatory period. We found that these distributions were preshaped by prior information, with peaks of activation centred over the range of precued movement directions. These peaks sharpened as the response signal approached, and shifted to the specified movement direction subsequent to that signal. Wider ranges of precued movement directions were represented by broader DPAs. Trials in which monkeys produced short reaction times were characterized by narrower distributions than trials with long reaction times. Our study thus provides evidence for (i) a graded preshaping of the neuronal population representation of movement direction by partial information about this parameter, and (ii) the continuous evolution of the preshaped population representation during the preparatory period towards movement initiation." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Bastian, Annette",
      "Schöner, Gregor",
      "Riehle, Alexa"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14622238",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Behavior, Animal",
      "Biological Evolution",
      "Female",
      "Macaca mulatta",
      "Male",
      "Motion Perception",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Psychomotor Performance",
      "Reaction Time",
      "Time Factors"
    ],
  "PMID" : 14622238,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Preshaping and continuous evolution of motor cortical representations during movement preparation."
}
