{ 
  "Abstract" : [ "The spatial memory impairment and expression of apoptotic cells in hippocampal CA1 cells were investigated in rats using single and repeated ischemia models. The neuroprotective and memory-improving effect of YM-90K, an alpha-amino-3-hydroxy-5-methyl-isoxazole-4-propionate (AMPA) receptor antagonist, was compared to MK-801, an N-methyl-D-aspartate (NMDA) receptor antagonist. Twice-repeated ischemia, but not single ischemia, impaired the spatial memory and increased expression of apoptotic cells. YM-90K, given before and 6 h after the second reperfusion, significantly improved the memory and reduced the apoptotic cells 7 days after the second reperfusion in repeated ischemia. MK-801 neither improved the spatial memory nor reduced apoptotic cells. The present study showed that delayed expression of apoptotic cells is mediated by mechanisms involving AMPA receptors, but not by NMDA receptor, during the late phase after reperfusion. YM-90K could provide neuroprotective activity and improve the spatial memory impaired by repeated ischemia." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Iwasaki, Katsunori",
      "Chung, Eun-hee",
      "Egashira, Nobuaki",
      "Hatip-Al-Khatib, Izzettin",
      "Mishima, Kenichi",
      "Egawa, Takashi",
      "Irie, Keiichi",
      "Fujiwara, Michihiro"
    ],
  "Date" : "2004",
  "Identifier" : [  ],
  "Journal" : [ "Brain research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14644478",
  "MeshHeadings" : [ 
      "Animals",
      "Apoptosis",
      "Brain Ischemia",
      "Disease Models, Animal",
      "Dizocilpine Maleate",
      "Excitatory Amino Acid Antagonists",
      "Hippocampus",
      "Male",
      "Maze Learning",
      "Memory Disorders",
      "Nerve Degeneration",
      "Neurons",
      "Neuroprotective Agents",
      "Quinoxalines",
      "Rats",
      "Rats, Wistar",
      "Receptors, AMPA",
      "Receptors, N-Methyl-D-Aspartate",
      "Recovery of Function",
      "Reperfusion Injury"
    ],
  "PMID" : 14644478,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Non-NMDA mechanism in the inhibition of cellular apoptosis and memory impairment induced by repeated ischemia in rats."
}
