{ 
  "Abstract" : [ "It is well established that the discharge of neurons in primate motor cortex is tuned to the movement direction of the contralateral arm. Interestingly, it has been found that these neurons exhibit a directional tuning to the ipsilateral arm as well and that the preferred directions to both arms tend to be similar. A recent study showed that motor cortex cells are also directionally selective to bimanual movements, but the relationship between the bimanual and unimanual representations remains unclear. To address this issue, we analyzed the responses of motor cortical neurons recorded from two macaque monkeys during unimanual and bimanual reaching movements. We decomposed the bimanual movement representation into contralateral and ipsilateral directionally tuned components. Our major finding is that the movement of the contralateral arm modifies the tuning of the cells to the ipsilateral arm such that: (1) the offset and modulation depth of the tuning are suppressed; and (2) the preferred directions are randomly shifted. Both these effects eliminate the correlation between the contralateral and ipsilateral representations during bimanual movements. We suggest that the modification of the ipsilateral arm representation is caused by the recruitment of local inhibition that conveys callosal inputs during bimanual movements. This hypothesis is supported by the analysis of a model of two motor cortical networks, coupled with sparse random interhemispheric projections that reproduce the main features observed in the data. Finally, we show that the modification of the ipsilateral arm representation reduces the interference between the movements of both arms." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Rokni, Uri",
      "Steinberg, Orna",
      "Vaadia, Eilon",
      "Sompolinsky, Haim"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14684860",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Corpus Callosum",
      "Macaca",
      "Models, Neurological",
      "Motor Cortex",
      "Motor Neurons",
      "Movement",
      "Nerve Net",
      "Neural Inhibition"
    ],
  "PMID" : 14684860,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Cortical representation of bimanual movements."
}
