{ 
  "Abstract" : [ "The brain displays an age-dependent sensitivity to ischemic insults. However, the consequences of oxygen deprivation per se in the developing brain remain unclear, and the role of glutamate excitotoxicity via N-methyl-D-aspartate (NMDA) receptors is controversial. To gain a better understanding of the mechanisms involved in the cerebral response to severe hypoxia, cell damage was temporally monitored in the CA1 hippocampus of rat pups transiently exposed to in vivo hypoxia (100% N2) at either 24 h or 7 days of age. Also, the influence of a pre-treatment with the NMDA receptor antagonist MK-801 (5 mg/kg, i.p.) was examined. At both ages, morphometric analyses and cell counts showed hypoxia-induced significant neuronal loss (30-35%) in the pyramidal layer, with injury appearing more rapidly in rats exposed at 7 days. Morphological alterations of 4,6-diamidino-2-phenylindole (DAPI)-labeled nuclei, DNA fragmentation patterns on agarose gels, as well as expression profiles of the apoptosis-related regulatory proteins Bax and Bcl-2 showed that apoptosis was prevalent in younger animals, whereas only necrosis was detected in hippocampi of rats treated at 7 days. Moreover, pre-treatment with MK-801 was ineffective in protecting hippocampal neurons from hypoxic injury in newborn rats, but significantly reduced necrosis in older subjects. These data confirm that hypoxia alone may trigger neuronal death in vivo, and the type of cell death is strongly influenced by the degree of brain maturity. Finally, NMDA receptors are not involved in the apoptotic consequences of hypoxia in the newborn rat brain, but they were found to mediate necrosis at 7 days of age." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Grojean, Stéphanie",
      "Pourié, Grégory",
      "Vert, Paul",
      "Daval, Jean-Luc"
    ],
  "Date" : "2003",
  "Identifier" : [  ],
  "Journal" : [ "Hippocampus" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14750659",
  "MeshHeadings" : [ 
      "Age Factors",
      "Animals",
      "Animals, Newborn",
      "Apoptosis",
      "Cell Death",
      "DNA Fragmentation",
      "Dizocilpine Maleate",
      "Excitatory Amino Acid Antagonists",
      "Glutamic Acid",
      "Hippocampus",
      "Hypoxia, Brain",
      "Necrosis",
      "Neurons",
      "Neuroprotective Agents",
      "Proto-Oncogene Proteins",
      "Proto-Oncogene Proteins c-bcl-2",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "bcl-2-Associated X Protein"
    ],
  "PMID" : 14750659,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Differential neuronal fates in the CA1 hippocampus after hypoxia in newborn and 7-day-old rats: effects of pre-treatment with MK-801."
}
