{ 
  "Abstract" : [ "Although ethanol intoxication is reported to be a complicating factor in traumatic brain injury, some recent studies are indicating its possible protective role especially at lower doses. Ethanol inhibition of NMDA-mediated excitotoxicity which predominates at lower doses is believed to be responsible for this protection. The aim of this study was to demonstrate this neuroprotective role of alcohol using immunoreactivity for synaptophysin as an indirect marker for severity of injury. Acute ethanol intoxication at moderate doses was performed 2 h prior to trauma. Severe traumatic brain injury was administrated using an impact acceleration model in Sprague-Dawley rats. At post-traumatic 48th hour, immunorectivity for synapthophysin in the rat hippocampi was evaluated under light microscopy. According to our results there were slight increases in immunoreactivity for synaptophysin in the stratum oriens and striatum radiatum of CA1 subfield of hippocampus when ethanol was administered prior to trauma comparing to moderate increase in the trauma-only group. On the other hand vacuolar degeneration and red neuron formation was more prominent in the pyramidal cell layer of CA1 and CA3 when ethanol was not administered. Ethanol may have a neuroprotective role when administered at moderate doses prior to traumatic brain injury. This effect of ethanol may primarily be due to inhibition of NMDA receptors." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Türeci, Ercan",
      "Dashti, Reza",
      "Tanriverdi, Taner",
      "Sanus, Galip Zihni",
      "Oz, Buge",
      "Uzan, Mustafa"
    ],
  "Date" : "2004",
  "Identifier" : [  ],
  "Journal" : [ "Neurological research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/14977068",
  "MeshHeadings" : [ 
      "Alcoholic Intoxication",
      "Animals",
      "Brain Injuries",
      "Disease Models, Animal",
      "Disease Progression",
      "Dose-Response Relationship, Drug",
      "Ethanol",
      "Hippocampus",
      "Immunohistochemistry",
      "Male",
      "Nerve Degeneration",
      "Nerve Regeneration",
      "Neuronal Plasticity",
      "Neurons",
      "Neuropil",
      "Neuroprotective Agents",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Synaptophysin",
      "Up-Regulation"
    ],
  "PMID" : 14977068,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Acute ethanol intoxication in a model of traumatic brain injury: the protective role of moderate doses demonstrated by immunoreactivity of synaptophysin in hippocampal neurons."
}
