{ 
  "Abstract" : [ "Memantine, an N-methyl-D-aspartate (NMDA) receptor antagonist, reduces the clinical deterioration in moderate-to-severe Alzheimer disease (AD) for which other treatments are not available. The activity of protein phosphatase (PP)-2A is compromised in AD brain and is believed to be a cause of the abnormal hyperphosphorylation of tau and the consequent neurofibrillary degeneration. Here we show that memantine inhibits and reverses the PP-2A inhibition-induced abnormal hyperphosphorylation and accumulation of tau in organotypic culture of rat hippocampal slices. Such restorative effects of memantine were not detected either with 5,7-dichlorokynurenic acid or with D(-)-2-amino-5-phosphopentanoic acid, NMDA receptor antagonists active at the glycine binding site and at the glutamate binding site, respectively. These findings show (1) that memantine inhibits and reverses the PP-2A inhibition-induced abnormal hyperphosphorylation of tau/neurofibrillary degeneration and (2) that this drug might be useful for the treatment of AD and related tauopathies." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Li, Liang",
      "Sengupta, Amitabha",
      "Haque, Niloufar",
      "Grundke-Iqbal, Inge",
      "Iqbal, Khalid"
    ],
  "Date" : "2004",
  "Identifier" : [  ],
  "Journal" : [ "FEBS letters" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15147906",
  "MeshHeadings" : [ 
      "2-Amino-5-phosphonovalerate",
      "Alzheimer Disease",
      "Animals",
      "Calcium-Calmodulin-Dependent Protein Kinase Type 2",
      "Calcium-Calmodulin-Dependent Protein Kinases",
      "Enzyme Inhibitors",
      "Excitatory Amino Acid Antagonists",
      "Glutamic Acid",
      "Hippocampus",
      "Kynurenic Acid",
      "Memantine",
      "Microtubule-Associated Proteins",
      "Nerve Degeneration",
      "Neurofibrils",
      "Neuroprotective Agents",
      "Okadaic Acid",
      "Phosphoprotein Phosphatases",
      "Phosphorylation",
      "Rats",
      "Rats, Wistar",
      "tau Proteins"
    ],
  "PMID" : 15147906,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Memantine inhibits and reverses the Alzheimer type abnormal hyperphosphorylation of tau and associated neurodegeneration."
}
