{ 
  "Abstract" : [ "The mechanisms underlying the inhibition of long-term potentiation (LTP) induction by amyloidbeta-peptide (Abeta) were investigated in the medial perforant path of the rat and mouse dentate gyrus in vitro. Evidence is presented in this study that the Abeta-mediated inhibition of LTP induction involves activation of microglia and production of reactive oxygen and nitrogen species. In control slices, Abeta strongly inhibited induction of NMDA receptor-dependent (NMDAR-dependent) LTP, although not induction of NMDAR-independent LTP or long-term depression (LTD). The inhibition of NMDAR-dependent LTP was prevented by minocycline, an agent that prevents activation of microglia. The involvement of inducible nitric oxide synthase (iNOS) was shown by the inability of Abeta to inhibit LTP induction in iNOS knock-out mice and also by the ability of two iNOS inhibitors, aminoguanidine and 1400W, to prevent the Abeta-mediated inhibition of LTP induction. The Abeta-mediated inhibition of LTP induction also was prevented by the superoxide scavenger superoxide dismutase applied together with catalase. Evidence for involvement of superoxide in the action of Abeta on LTP induction was shown by the ability of an inhibitor of NADPH oxidase to prevent the Abeta-mediated inhibition of LTP induction. The study thus provides evidence that the Abeta-mediated inhibition of LTP induction involves an inflammatory-type reaction in which activation of microglia results in the production of nitric oxide and superoxide and thence possibly peroxynitrite, a highly reactive oxidant." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Wang, Qinwen",
      "Rowan, Michael J",
      "Anwyl, Roger"
    ],
  "Date" : "2004",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15240796",
  "MeshHeadings" : [ 
      "Amyloid beta-Peptides",
      "Animals",
      "Enzyme Inhibitors",
      "Hippocampus",
      "In Vitro Techniques",
      "Long-Term Potentiation",
      "Long-Term Synaptic Depression",
      "Male",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Knockout",
      "Microglia",
      "Minocycline",
      "NADPH Oxidase",
      "Nitric Oxide Synthase",
      "Nitric Oxide Synthase Type II",
      "Oxidants",
      "Patch-Clamp Techniques",
      "Perforant Pathway",
      "Perfusion",
      "Rats",
      "Reactive Oxygen Species",
      "Receptors, N-Methyl-D-Aspartate",
      "Superoxides"
    ],
  "PMID" : 15240796,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Beta-amyloid-mediated inhibition of NMDA receptor-dependent long-term potentiation induction involves activation of microglia and stimulation of inducible nitric oxide synthase and superoxide."
}
