{ 
  "Abstract" : [ "1. This study examines the neuronal activity of motor cortical cells associated with the production of arm trajectories during drawing movements. Three monkeys were trained to perform two tasks. The first task (\"center----out\" task) required the animal to move its arm in different directions from a center start position to one of eight targets spaced at equal angular intervals and equal distances from the origin. Movements to each target were in a constant direction, and the average rate of neuronal discharge with movements to different targets varied in a characteristic pattern. A cosine tuning function was used to map each cell's discharge rate to the direction of arm movement. This function spanned all movement directions, with a peak firing rate in the cell's preferred direction. 2. The second task (\"tracing\" task) required the animal to trace curved figures consisting of sine waves of different spatial frequencies and amplitudes. Both the speed and direction changed continuously throughout these movements. The cosine tuning function derived from the center----out task was used to model the activity of the cell during the tracing of sinusoids in the second task. Sinusoidal data were divided into 20-ms bins; instantaneous direction, speed, and discharge rate were analyzed bin by bin. This provided a way to compare directly the tuning parameters during a task with constant direction to a task where the direction varied continuously. 3. Movement direction as it changed during the tracing task was an important factor in the discharge pattern of cells that had discharge patterns that could be represented by the cosine tuning function. 4. The modulation of discharge rate during figure tracing depended on both the cell's preferred direction and the orientation of the figure. The activity of cells with preferred directions perpendicular to the axis of the sinusoidal figure was most modulated, whereas the activity of those cells with preferred directions aligned to the figure's axis was least modulated. 5. The cells with modulated activity tended to have firing rates that differed from the predicted cosine tuning function during the sinusoidal movements for those portions of the trajectory where the movement direction was in the cell's preferred direction. 6. Finger speed during figure tracing varied inversely with path curvature with the same relation that has been found during human drawing. To assess the relation of instantaneous speed to discharge rate, the component of the discharge pattern related to direction was subtracted from the total discharge.(ABSTRACT TRUNCATED AT 400 WORDS)" ],
  "Annotations" : [  ],
  "Authors" : [ "Schwartz, A B" ],
  "Date" : "1992",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/1527573",
  "MeshHeadings" : [ 
      "Animals",
      "Electrodes",
      "Fingers",
      "Kinetics",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Orientation"
    ],
  "PMID" : 1527573,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Motor cortical activity during drawing movements: single-unit activity during sinusoid tracing."
}
