{ 
  "Abstract" : [ "Recent experimental evidence indicates that erythropoietin (Epo), in addition to its hormonal role in regulating red cell production, operates as a neuroprotective agent. So far, the neuroprotective effect of human recombinant Epo (rhEpo) has been mainly demonstrated in models of cerebral ischemia/hypoxia and in selected in vivo studies of traumatic neuronal injury. To further investigate the potential role of this multifunctional trophic factor in post-traumatic cell death, we examined the protective effects of rhEpo in a newly developed model of mechanical trauma in organotypic hippocampal slices. Organotypic rat hippocampal slices were subjected to traumatic injury by allowing a stylus to impact on the CA1 area with an energy of 6 microJ. Hippocampal damage was identified and measured 24 and 48 h later with the fluorescent dye propidium iodide (PI). In untreated slices, the impact induced a significant increase in the mean hippocampal PI fluorescence, co-localized with the area of impact at 24 h (primary post-traumatic injury) and progressively spread to the whole slice between 24 and 48 h (secondary post-traumatic injury). Addition of rhEpo (1-100 UI/mL) or of the NMDA antagonist MK-801 (30 microM) immediately after the traumatic injury reduced hippocampal damage by approximately 30% when observed 24 h later. At 48 h after trauma, the protective effect of rhEpo was greater (by about 47%) and significantly more pronounced than that of MK-801 (28%). Our results suggest that the neuroprotective activity of rhEpo is particularly effective against delayed, secondary post-traumatic damage. This well tolerated agent could provide a therapeutic benefit in pathologies involving post-traumatic neurodegeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Adembri, Chiara",
      "Bechi, Annalisa",
      "Meli, Elena",
      "Gramigni, Elena",
      "Venturi, Luna",
      "Moroni, Flavio",
      "De Gaudio, A Raffaele",
      "Pellegrini-Giampietro, Domenico E"
    ],
  "Date" : "2004",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurotrauma" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15319009",
  "MeshHeadings" : [ 
      "Animals",
      "Animals, Newborn",
      "Brain Injuries",
      "Dizocilpine Maleate",
      "Down-Regulation",
      "Erythropoietin",
      "Excitatory Amino Acid Antagonists",
      "Hippocampus",
      "In Vitro Techniques",
      "Models, Biological",
      "Nerve Degeneration",
      "Neurons",
      "Neuroprotective Agents",
      "Propidium",
      "Rats",
      "Rats, Wistar",
      "Recombinant Fusion Proteins",
      "Recombinant Proteins",
      "Treatment Outcome"
    ],
  "PMID" : 15319009,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Erythropoietin attenuates post-traumatic injury in organotypic hippocampal slices."
}
