{ 
  "Abstract" : [ "gamma-Secretase inhibitors are one promising approach to the development of a therapeutic for Alzheimer's disease (AD). gamma-Secretase inhibitors reduce brain beta-amyloid peptide (Abeta), which is believed to be a major contributor in the etiology of AD. Transgenic mice overexpressing the human beta-amyloid precursor protein (APP) are valuable models to examine the dynamics of Abeta changes with gamma-secretase inhibitors in plaque-free and plaque-bearing animals. BMS-299897 2-[(1R)-1-[[(4-chlorophenyl)sulfony](2,5-difluorophenyl)amino]ethyl]-5-fluorobenzenepropanoic acid, a gamma-secretase inhibitor, showed dose- and time dependent reductions of Abeta in brain, cerebrospinal fluid (CSF), and plasma in young transgenic mice, with a significant correlation between brain and CSF Abeta levels. Because CSF and brain interstitial fluid are distinct compartments in composition and location, this correlation could not be assumed. In contrast, aged transgenic mice with large accumulations of Abeta in plaques showed reductions in CSF Abeta in the absence of measurable changes in plaque Abeta in the brain after up to 2 weeks of treatment. Hence, CSF Abeta levels were a valuable measure of gamma-secretase activity in the central nervous system in either the presence or absence of plaques. Transgenic mice were also used to examine potential side effects due to Notch inhibition. BMS-299897 was 15-fold more effective at preventing the cleavage of APP than of Notch in vitro. No changes in the maturation of CD8(+) thymocytes or of intestinal goblet cells were observed in mice treated with BMS-299897, showing that it is possible for gamma-secretase inhibitors to reduce brain Abeta without causing Notch-mediated toxicity." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Barten, D M",
      "Guss, V L",
      "Corsa, J A",
      "Loo, A",
      "Hansel, S B",
      "Zheng, M",
      "Munoz, B",
      "Srinivasan, K",
      "Wang, B",
      "Robertson, B J",
      "Polson, C T",
      "Wang, J",
      "Roberts, S B",
      "Hendrick, J P",
      "Anderson, J J",
      "Loy, J K",
      "Denton, R",
      "Verdoorn, T A",
      "Smith, D W",
      "Felsenstein, K M"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of pharmacology and experimental therapeutics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15452193",
  "MeshHeadings" : [ 
      "Aging",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Blotting, Western",
      "Brain Chemistry",
      "Cell Separation",
      "Dose-Response Relationship, Drug",
      "Endopeptidases",
      "Enzyme-Linked Immunosorbent Assay",
      "Flow Cytometry",
      "Humans",
      "Immunoprecipitation",
      "Membrane Proteins",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Transgenic",
      "Plaque, Amyloid",
      "Protease Inhibitors",
      "Receptors, Notch",
      "T-Lymphocytes"
    ],
  "PMID" : 15452193,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Dynamics of {beta}-amyloid reductions in brain, cerebrospinal fluid, and plasma of {beta}-amyloid precursor protein transgenic mice treated with a {gamma}-secretase inhibitor."
}
