{ 
  "Abstract" : [ "The cognitive hallmark of early Alzheimer's disease (AD) is an extraordinary inability to form new memories. For many years, this dementia was attributed to nerve-cell death induced by deposits of fibrillar amyloid beta (Abeta). A newer hypothesis has emerged, however, in which early memory loss is considered a synapse failure caused by soluble Abeta oligomers. Such oligomers rapidly block long-term potentiation, a classic experimental paradigm for synaptic plasticity, and they are strikingly elevated in AD brain tissue and transgenic-mouse AD models. The current work characterizes the manner in which Abeta oligomers attack neurons. Antibodies raised against synthetic oligomers applied to AD brain sections were found to give diffuse stain around neuronal cell bodies, suggestive of a dendritic pattern, whereas soluble brain extracts showed robust AD-dependent reactivity in dot immunoblots. Antigens in unfractionated AD extracts attached with specificity to cultured rat hippocampal neurons, binding within dendritic arbors at discrete puncta. Crude fractionation showed ligand size to be between 10 and 100 kDa. Synthetic Abeta oligomers of the same size gave identical punctate binding, which was highly selective for particular neurons. Image analysis by confocal double-label immunofluorescence established that >90% of the punctate oligomer binding sites colocalized with the synaptic marker PSD-95 (postsynaptic density protein 95). Synaptic binding was accompanied by ectopic induction of Arc, a synaptic immediate-early gene, the overexpression of which has been linked to dysfunctional learning. Results suggest the hypothesis that targeting and functional disruption of particular synapses by Abeta oligomers may provide a molecular basis for the specific loss of memory function in early AD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Lacor, Pascale N",
      "Buniel, Maria C",
      "Chang, Lei",
      "Fernandez, Sara J",
      "Gong, Yuesong",
      "Viola, Kirsten L",
      "Lambert, Mary P",
      "Velasco, Pauline T",
      "Bigio, Eileen H",
      "Finch, Caleb E",
      "Krafft, Grant A",
      "Klein, William L"
    ],
  "Date" : "2004",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15537891",
  "MeshHeadings" : [ 
      "Aged",
      "Aged, 80 and over",
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Binding Sites",
      "Cerebral Cortex",
      "Cerebrospinal Fluid Proteins",
      "Chromatography, High Pressure Liquid",
      "Cytoskeletal Proteins",
      "Female",
      "Hippocampus",
      "Humans",
      "Male",
      "Nerve Tissue Proteins",
      "Neurons",
      "Peptide Fragments",
      "Protein Binding",
      "Rats",
      "Synapses",
      "Tissue Extracts"
    ],
  "PMID" : 15537891,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Synaptic targeting by Alzheimer's-related amyloid beta oligomers."
}
