{ 
  "Abstract" : [ "Many brain regions, such as the cerebellum, primary somatosensory cortex (SI), and primary motor cortex (MI), interact to produce coordinated actions. Synchronization of local field potentials (LFPs) in sensorimotor cerebral areas has been related to motor performance, often through 10- to 25-Hz oscillatory LFPs. The macaque cerebellar paramedian lobule (PM) also shows 10- to 25-Hz LFP oscillations, which are modulated in a stimulus-response lever press task to get reward (active condition), but also, albeit differently, in a similarly timed stimulus-reward relation (passive condition). This study focuses on simultaneous LFP activity in primate SI or MI and the PM cerebellum during the active (left- or right-hand lever presses) and passive conditions. Results show a similar modulation pattern of 10- to 25-Hz oscillations in the cerebellum, MI, and SI during the active condition (left or right hand), decreasing after stimulus onset, returning, and again decreasing after movement onset. In the passive condition, when the monkey did not move but got reward, all 3 areas show an oscillatory profile where oscillations increase after stimulus onset and last until reward, denoting a role for these oscillations in passive expectancy. However, synchronization between cerebellar LFPs and SI LFPs is higher during the active condition than during the passive condition, and highest for the interested hand. This greater PM-SI synchronization, when the monkey had to press the lever, could represent a form of cerebro-cerebellar communication, perhaps to serve somatosensory processing to accomplish the task; PM-MI synchronization was less selective for the hand used and might carry a more general type of information." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Courtemanche, Richard",
      "Lamarre, Yves"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15590736",
  "MeshHeadings" : [ 
      "Animals",
      "Biological Clocks",
      "Cerebellar Cortex",
      "Cerebral Cortex",
      "Cortical Synchronization",
      "Female",
      "Macaca mulatta",
      "Male",
      "Psychomotor Performance"
    ],
  "PMID" : 15590736,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Local field potential oscillations in primate cerebellar cortex: synchronization with cerebral cortex during active and passive expectancy."
}
