{ 
  "Abstract" : [ "Introducing mutations within the amyloid precursor protein (APP) that affect beta- and gamma-secretase cleavages results in amyloid plaque formation in vivo. However, the relationship between beta-amyloid deposition and the subcellular site of Abeta production is unknown. To determine the effect of increasing beta-secretase (BACE) activity on Abeta deposition, we generated transgenic mice overexpressing human BACE. Although modest overexpression enhanced amyloid deposition, high BACE overexpression inhibited amyloid formation despite increased beta-cleavage of APP. However, high BACE expression shifted the subcellular location of APP cleavage to the neuronal perikarya early in the secretory pathway. These results suggest that the production, clearance, and aggregation of Abeta peptides are highly dependent on the specific neuronal subcellular domain wherein Abeta is generated and highlight the importance of perikaryal versus axonal APP proteolysis in the development of Abeta amyloid pathology in Alzheimer's disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Lee, Edward B",
      "Zhang, Bin",
      "Liu, Kangning",
      "Greenbaum, Eric A",
      "Doms, Robert W",
      "Trojanowski, John Q",
      "Lee, Virginia M-Y"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of cell biology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15642747",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Axons",
      "Brain",
      "Brain Chemistry",
      "Cerebellum",
      "Cerebral Cortex",
      "Endopeptidases",
      "Female",
      "Gene Expression Regulation, Enzymologic",
      "Hippocampus",
      "Humans",
      "Immunoprecipitation",
      "Ligation",
      "Male",
      "Mice",
      "Mice, Inbred C3H",
      "Mice, Inbred C57BL",
      "Mice, Transgenic",
      "Models, Biological",
      "Optic Nerve",
      "Phosphorylation",
      "Plaque, Amyloid",
      "Prions",
      "Protein Transport",
      "Sciatic Nerve",
      "Spinal Cord"
    ],
  "PMID" : 15642747,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "BACE overexpression alters the subcellular processing of APP and inhibits Abeta deposition in vivo."
}
