{ 
  "Abstract" : [ "A primary pathological feature of Alzheimer's disease is beta-amyloid (Abeta)-containing plaques in brain and cerebral vasculature. Reductions in the formation of Abeta peptides by gamma-secretase inhibitors may be a viable therapy for reducing Abeta in Alzheimer's disease. Here we report on the effects of two orally active gamma-secretase inhibitors. BMS-289948 (4-chloro-N-(2,5-difluorophenyl)-N-((1R)-{4-fluoro-2-[3-(1H-imidazol-1-yl)propyl]phenyl}ethyl)benzenesulfonamide hydrochloride) and BMS-299897 (4-[2-((1R)-1-{[(4-chlorophenyl)sulfonyl]-2,5-difluoroanilino}ethyl)-5-fluorophenyl]butanoic acid) markedly reduced both brain and plasma Abeta(1-40) in APP-YAC mice with ED(50) values of 86 and 22 mg/kg per os (po), respectively, for BMS-289948, and 30 and 16 mg/kg po, respectively, for BMS-299897. Both compounds also dose-dependently increased brain concentrations of APP carboxy-terminal fragments, consistent with inhibition of gamma-secretase. BMS-289948 and BMS-299897 (100 mg/kg po) reduced brain and plasma Abeta(1-40) rapidly (within 20min) and maximally within 3 h. BMS-299897 also dose-dependently reduced cortical, cerebrospinal fluid (CSF), and plasma Abeta in guinea pigs with ED(50) values of 30 mg/kg intraperitoneally, without affecting CSF levels of alpha-sAPP. The reductions in cortical Abeta correlated significantly with the reductions in both plasma (r(2) = 0.77) and CSF (r(2) = 0.61) Abeta. The decreases in Abeta were apparent at 3 and 6 h post-administration of BMS-299897, but not at 12h. These results demonstrate that BMS-289948 and BMS-299897 are orally bioavailable, functional gamma-secretase inhibitors with the ability to markedly reduce Abeta peptide concentrations in APP-YAC transgenic mice and in guinea pigs. These compounds may be useful pharmacologically for examining the effects of reductions in beta-amyloid peptides in both animal models and in Alzheimer's disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Anderson, Jeffery J",
      "Holtz, Greg",
      "Baskin, Patricia P",
      "Turner, Mary",
      "Rowe, Blake",
      "Wang, Bowei",
      "Kounnas, Maria Z",
      "Lamb, Bruce T",
      "Barten, Donna",
      "Felsenstein, Kevin",
      "McDonald, Ian",
      "Srinivasan, Kumar",
      "Munoz, Ben",
      "Wagner, Steven L"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "Biochemical pharmacology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15670587",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Brain Chemistry",
      "Butyrates",
      "Endopeptidases",
      "Female",
      "Guinea Pigs",
      "Humans",
      "Hydrocarbons, Halogenated",
      "Imidazoles",
      "Male",
      "Mice",
      "Peptide Fragments",
      "Protease Inhibitors",
      "Sulfonamides"
    ],
  "PMID" : 15670587,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Reductions in beta-amyloid concentrations in vivo by the gamma-secretase inhibitors BMS-289948 and BMS-299897."
}
