{ 
  "Abstract" : [ "One of the most clinically advanced forms of experimental disease-modifying treatment for Alzheimer disease is immunization against the amyloid beta protein (Abeta), but how this may prevent cognitive impairment is unclear. We hypothesized that antibodies to Abeta could exert a beneficial action by directly neutralizing potentially synaptotoxic soluble Abeta species in the brain. Intracerebroventricular injection of naturally secreted human Abeta inhibited long-term potentiation (LTP), a correlate of learning and memory, in rat hippocampus in vivo but a monoclonal antibody to Abeta completely prevented the inhibition of LTP when injected after Abeta. Size fractionation showed that Abeta oligomers, not monomers or fibrils, were responsible for inhibiting LTP, and an Abeta antibody again prevented such inhibition. Active immunization against Abeta was partially effective, and the effects correlated positively with levels of antibodies to Abeta oligomers. The ability of exogenous and endogenous antibodies to rapidly neutralize soluble Abeta oligomers that disrupt synaptic plasticity in vivo suggests that treatment with such antibodies might show reversible cognitive deficits in early Alzheimer disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Klyubin, Igor",
      "Walsh, Dominic M",
      "Lemere, Cynthia A",
      "Cullen, William K",
      "Shankar, Ganesh M",
      "Betts, Vicki",
      "Spooner, Edward T",
      "Jiang, Liying",
      "Anwyl, Roger",
      "Selkoe, Dennis J",
      "Rowan, Michael J"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "Nature medicine" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/15834427",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Antibodies, Monoclonal",
      "CHO Cells",
      "Chromatography, Gel",
      "Cricetinae",
      "Cricetulus",
      "Electrophysiology",
      "Enzyme-Linked Immunosorbent Assay",
      "Hippocampus",
      "Immunization",
      "Immunohistochemistry",
      "Immunoprecipitation",
      "Long-Term Potentiation",
      "Neuronal Plasticity",
      "Neutralization Tests",
      "Peptide Fragments",
      "Rats",
      "Synapses"
    ],
  "PMID" : 15834427,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Amyloid beta protein immunotherapy neutralizes Abeta oligomers that disrupt synaptic plasticity in vivo."
}
