{ 
  "Abstract" : [ "Oscillations in local field potentials in the beta-frequency band (13-35 Hz) are a pervasive feature of human and nonhuman primate motor cortical areas. However, the function of such synchronous activity across populations of neurons remains unknown. Here, we test the hypothesis that beta activity may promote existing motor set and posture while compromising processing related to new movements. Three experiments were performed. First, healthy subjects were instructed to make reaction time movements of the outstretched index finger in response to imperative cues triggered by transient increases in corticospinal synchrony, as evidenced by phasic elevations of beta-frequency band microtremor and intermuscular synchrony. Second, healthy subjects were instructed to resist a stretch to the index finger triggered in the same way. Finger acceleration in the reaction time task and transcortical components of the stretch reflex were measured and compared with those elicited by random cue or stretch presentation. Finally, we sought a correlation between finger acceleration in the reaction time task and cortical synchrony directly measured from the electrocorticogram in two patients undergoing functional neurosurgery. We demonstrate that movements are slowed and transcortical responses to stretch are potentiated during periods of elevated beta-band cortical synchrony. The results suggest that physiological periods of beta synchrony are associated with a cortical state in which postural set is reinforced, but the speed of new movements impaired. The findings are of relevance to Parkinson's disease, in which subcortical and cortical beta-band synchronization is exaggerated in the setting of increased tone and slowed movements." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Gilbertson, Thomas",
      "Lalo, Elodie",
      "Doyle, Louise",
      "Di Lazzaro, Vincenzo",
      "Cioni, Beatrice",
      "Brown, Peter"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16120778",
  "MeshHeadings" : [ 
      "Adult",
      "Biological Clocks",
      "Confidence Intervals",
      "Cortical Synchronization",
      "Evoked Potentials, Motor",
      "Female",
      "Humans",
      "Male",
      "Middle Aged",
      "Motor Cortex",
      "Movement",
      "Psychomotor Performance",
      "Pyramidal Tracts",
      "Reaction Time"
    ],
  "PMID" : 16120778,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Existing motor state is favored at the expense of new movement during 13-35 Hz oscillatory synchrony in the human corticospinal system."
}
