{ 
  "Abstract" : [ "Amyloid beta-peptide (Abeta)(1-42) oligomers have recently been discussed as intermediate toxic species in Alzheimer's disease (AD) pathology. Here we describe a new and highly stable Abeta(1-42) oligomer species which can easily be prepared in vitro and is present in the brains of patients with AD and Abeta(1-42)-overproducing transgenic mice. Physicochemical characterization reveals a pure, highly water-soluble globular 60-kDa oligomer which we named 'Abeta(1-42) globulomer'. Our data indicate that Abeta(1-42) globulomer is a persistent structural entity formed independently of the fibrillar aggregation pathway. It is a potent antigen in mice and rabbits eliciting generation of Abeta(1-42) globulomer-specific antibodies that do not cross-react with amyloid precursor protein, Abeta(1-40) and Abeta(1-42) monomers and Abeta fibrils. Abeta(1-42) globulomer binds specifically to dendritic processes of neurons but not glia in hippocampal cell cultures and completely blocks long-term potentiation in rat hippocampal slices. Our data suggest that Abeta(1-42) globulomer represents a basic pathogenic structural principle also present to a minor extent in previously described oligomer preparations and that its formation is an early pathological event in AD. Selective neutralization of the Abeta globulomer structure epitope is expected to have a high potential for treatment of AD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Barghorn, Stefan",
      "Nimmrich, Volker",
      "Striebinger, Andreas",
      "Krantz, Carsten",
      "Keller, Patrick",
      "Janson, Bodo",
      "Bahr, Michael",
      "Schmidt, Martin",
      "Bitner, Robert S",
      "Harlan, John",
      "Barlow, Eve",
      "Ebert, Ulrich",
      "Hillen, Heinz"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16135089",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Antibodies",
      "Antibody Specificity",
      "Cells, Cultured",
      "Epitopes",
      "Fatty Acids",
      "Hippocampus",
      "Humans",
      "Long-Term Potentiation",
      "Male",
      "Mice",
      "Mice, Transgenic",
      "Neurons",
      "Peptide Fragments",
      "Protein Conformation",
      "Rabbits",
      "Rats",
      "Rats, Sprague-Dawley",
      "Solubility",
      "Water"
    ],
  "PMID" : 16135089,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Globular amyloid beta-peptide oligomer - a homogenous and stable neuropathological protein in Alzheimer's disease."
}
