{ 
  "Abstract" : [ "beta-Amyloid peptides (Abeta) that form the senile plaques of Alzheimer disease consist mainly of 40- and 42-amino acid (Abeta 40 and Abeta 42) peptides generated from the cleavage of the amyloid precursor protein (APP). Generation of Abeta involves beta-secretase and gamma-secretase activities and is regulated by membrane trafficking of the proteins involved in Abeta production. Here we describe a new small molecule, EHT 1864, which blocks the Rac1 signaling pathways. In vitro, EHT 1864 blocks Abeta 40 and Abeta 42 production but does not impact sAPPalpha levels and does not inhibit beta-secretase. Rather, EHT 1864 modulates APP processing at the level of gamma-secretase to prevent Abeta 40 and Abeta 42 generation. This effect does not result from a direct inhibition of the gamma-secretase activity and is specific for APP cleavage, since EHT 1864 does not affect Notch cleavage. In vivo, EHT 1864 significantly reduces Abeta 40 and Abeta 42 levels in guinea pig brains at a threshold that is compatible with delaying plaque accumulation and/or clearing the existing plaque in brain. EHT 1864 is the first derivative of a new chemical series that consists of candidates for inhibiting Abeta formation in the brain of AD patients. Our findings represent the first pharmacological validation of Rac1 signaling as a target for developing novel therapies for Alzheimer disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Désiré, Laurent",
      "Bourdin, Jérôme",
      "Loiseau, Nadia",
      "Peillon, Hélène",
      "Picard, Virginie",
      "De Oliveira, Catherine",
      "Bachelot, Florence",
      "Leblond, Bertrand",
      "Taverne, Thierry",
      "Beausoleil, Eric",
      "Lacombe, Sandrine",
      "Drouin, Dominique",
      "Schweighoffer, Fabien"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of biological chemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16150730",
  "MeshHeadings" : [ 
      "Aminoquinolines",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Cell Line",
      "Cyclin D1",
      "Dose-Response Relationship, Drug",
      "Endopeptidases",
      "Enzyme Inhibitors",
      "Guinea Pigs",
      "Humans",
      "Male",
      "Molecular Structure",
      "NF-kappa B",
      "Protein Processing, Post-Translational",
      "Proto-Oncogene Proteins c-jun",
      "Pyrimidines",
      "Pyrones",
      "Quinazolines",
      "Quinolines",
      "rac1 GTP-Binding Protein"
    ],
  "PMID" : 16150730,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "RAC1 inhibition targets amyloid precursor protein processing by gamma-secretase and decreases Abeta production in vitro and in vivo."
}
