{ 
  "Abstract" : [ "Human studies show that the learning of a new sensorimotor mapping that requires adaptation to directional errors is local and generalizes poorly to untrained directions. We trained monkeys to learn new visuomotor rotations for only one target in space and recorded neuronal activity in the primary motor cortex before, during and after learning. Similar to humans, the monkeys showed poor transfer of learning to other directions, as observed by behavioral aftereffects for untrained directions. To test for internal representations underlying these changes, we compared two features of neuronal activity before and after learning: changes in firing rates and changes in information content. Specific elevations of firing rate were only observed in a subpopulation of cells in the motor cortex with directional properties corresponding to the locally learned rotation; namely cells only showed plasticity if their preferred direction was near the training one. We applied measures from information theory to probe for learning-related changes in the neuronal code. Single cells conveyed more information about the direction of movement and this specific improvement in encoding was correlated with an increase in the slope of the neurons' tuning curve. Further, the improved information after learning enabled a more accurate reconstruction of movement direction from neuronal populations. Our findings suggest a neural mechanism for the confined generalization of a newly acquired internal model by showing a tight relationship between the locality of learning and the properties of neurons. They also provide direct evidence for improvement in the neural code as a result of learning." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Paz, Rony",
      "Vaadia, Eilon"
    ],
  "Date" : "",
  "Identifier" : [  ],
  "Journal" : [ "Journal of physiology, Paris" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16298517",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Female",
      "Information Theory",
      "Learning",
      "Macaca mulatta",
      "Models, Neurological",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Psychomotor Performance"
    ],
  "PMID" : 16298517,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Specificity of sensorimotor learning and the neural code: neuronal representations in the primary motor cortex."
}
