{ 
  "Abstract" : [ "Cortical field potentials have been used for decades in neurophysiological studies to probe spatio-temporal activity patterns of local populations of neurons. Recently, however, interest in these signals was spurred as they were proposed as potential control signals for neuronal motor prostheses, i.e., for devices fit to record and decode brain activity to restore motor functions in paralyzed patients. Little is known, however, about the functional significance of these cortical field potentials. Here we compared information about arm movement direction in two types of movement related cortical field potentials, obtained during a four direction center-out arm reaching paradigm: local field potentials (LFPs) recorded with intracortical micro-electrodes from monkey motor cortex, and epicortical field potentials (EFPs) recorded with macro-electrode arrays subdurally implanted on the surface of the human cerebral cortex. While monkey LFPs showed a typical sequence of positive and negative potential peaks, an initial negative peak was the most salient feature of human EFPs. Individual contralateral LFPs from the monkey motor cortex carried approximately twice as much decoded information (DI) about arm movement direction (median 0.27 bit) as did individual EFPs from the contralateral hand/arm area of primary motor cortex in humans (median 0.12 bit). This relation was similar to the relation between median peak signal-to-noise ratios for directional modulation of movement related potentials (MRPs) of both types of signals. We discuss possible reasons for the observed differences, amongst them epi- vs. intracortical recording and the different electrode dimensions used to measure EFPs and LFPs." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Mehring, Carsten",
      "Nawrot, Martin Paul",
      "de Oliveira, Simone Cardoso",
      "Vaadia, Eilon",
      "Schulze-Bonhage, Andreas",
      "Aertsen, Ad",
      "Ball, Tonio"
    ],
  "Date" : "",
  "Identifier" : [  ],
  "Journal" : [ "Journal of physiology, Paris" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16310349",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Algorithms",
      "Animals",
      "Arm",
      "Electrodes, Implanted",
      "Evoked Potentials, Motor",
      "Extremities",
      "Humans",
      "Macaca mulatta",
      "Motor Cortex",
      "Motor Neurons",
      "Movement",
      "Signal Transduction"
    ],
  "PMID" : 16310349,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Comparing information about arm movement direction in single channels of local and epicortical field potentials from monkey and human motor cortex."
}
