{ 
  "Abstract" : [ "Organotypic hippocampal slice cultures represent a feasible model for studies of cerebral ischemia and the role of ionotropic glutamate receptors in oxygen-glucose deprivation-induced neurodegeneration. New results and a review of existing data are presented in the first part of this paper. The role of glutamate transporters, with special reference to recent results on inhibition of glutamate transporters under normal and energy-failure (ischemia-like) conditions is reviewed in the last part of the paper. The experimental work is based on hippocampal slice cultures derived from 7 day old rats and grown for about 3 weeks. In such cultures we investigated the subfield neuronal susceptibility to oxygen-glucose deprivation, the type of induced cell death and the involvement of ionotropic glutamate receptors. Hippocampal slice cultures were also used in our studies on glutamate transporters reviewed in the last part of this paper. Neurodegeneration was monitored and/or shown by cellular uptake of propidium iodide, loss of immunocytochemical staining for microtubule-associated protein 2 and staining with Fluoro-Jade B. To distinguish between necrotic vs. apoptotic neuronal cell death we used immunocytochemical staining for active caspase-3 (apoptosis indicator) and Hoechst 33342 staining of nuclear chromatin. Our experimental studies on oxygen-glucose deprivation confirmed that CA1 pyramidal cells were the most susceptible to this ischemia-like condition. Judged by propidium iodide uptake, a selective CA1 lesion, with only minor affection on CA3, occurred in cultures exposed to oxygen-glucose deprivation for 30 min. Nuclear chromatin staining by Hoechst 33342 and staining for active caspase-3 showed that oxygen-glucose deprivation induced necrotic cell death only. Addition of 10 microM of the N-methyl-D-aspartate glutamate receptor antagonist MK-801, and 20 microM of the non-N-methyl-D-aspartate glutamate receptor antagonist 2,3-dihyroxy-6-nitro-7-sulfamoyl-benzo(F)quinoxaline to the culture medium confirmed that both N-methyl-D-aspartate and non-N-methyl-D-aspartate ionotropic glutamate receptors were involved in the oxygen-glucose deprivation-induced cell death. Glutamate is normally quickly removed, from the extracellular space by sodium-dependent glutamate transporters. Effects of blocking the transporters by addition of the DL-threo-beta-benzyloxyaspartate are reviewed in the last part of the paper. Under normal conditions addition of DL-threo-beta-benzyloxyaspartate in concentrations of 25 microM or more to otherwise untreated hippocampal slice cultures induced neuronal cell death, which was prevented by addition of 2,3-dihyroxy-6-nitro-7-sulfamoyl-benzo(F)quinoxaline and MK-801. In energy failure situations, like cerebral ischemia and oxygen-glucose deprivation, the transporters are believed to reverse and release glutamate to the extracellular space. Blockade of the transporters by a subtoxic (10 microM) dose of DL-threo-beta-benzyloxyaspartate during oxygen-glucose deprivation (but not during the next 48 h after oxygen-glucose deprivation) significantly reduced the oxygen-glucose deprivation-induced propidium iodide uptake, suggesting a neuroprotective inhibition of reverse transporter activity by DL-threo-beta-benzyloxyaspartate during oxygen-glucose deprivation under these conditions. Adding to this, other results from our laboratory have demonstrated that pre-treatment of the slice cultures with glial cell-line derived neurotrophic factor upregulates glutamate transporters. As a logical, but in some glial cell-line derived neurotrophic factor therapy-related conditions clearly unwanted consequence the susceptibility for oxygen-glucose deprivation-induced glutamate receptor-mediated cell death is increased after glial cell-line derived neurotrophic factor treatment. In summary, we conclude that both ionotropic glutamate receptors and glutamate transporters are involved in oxygen-glucose deprivation-induced necrotic cell death in hippocampal slice cultures, which have proven to be a feasible tool in experimental studies on this topic." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Bonde, C",
      "Noraberg, J",
      "Noer, H",
      "Zimmer, J"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16344151",
  "MeshHeadings" : [ 
      "Amino Acid Transport System X-AG",
      "Analysis of Variance",
      "Animals",
      "Animals, Newborn",
      "Aspartic Acid",
      "Cell Death",
      "Dizocilpine Maleate",
      "Dose-Response Relationship, Drug",
      "Drug Interactions",
      "Excitatory Amino Acid Antagonists",
      "Excitatory Amino Acid Transporter 1",
      "Excitatory Amino Acid Transporter 2",
      "Glial Fibrillary Acidic Protein",
      "Glucose",
      "Hippocampus",
      "Histocytochemistry",
      "Hypoxia",
      "Immunohistochemistry",
      "In Vitro Techniques",
      "Microtubule-Associated Proteins",
      "Necrosis",
      "Neurofilament Proteins",
      "Neurons",
      "Neuroprotective Agents",
      "Propidium",
      "Quinoxalines",
      "Rats",
      "Receptors, Glutamate",
      "Time Factors"
    ],
  "PMID" : 16344151,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Ionotropic glutamate receptors and glutamate transporters are involved in necrotic neuronal cell death induced by oxygen-glucose deprivation of hippocampal slice cultures."
}
