{ 
  "Abstract" : [ "Multiple-electrode arrays are valuable both as a research tool and as a sensor for neuromotor prosthetic devices, which could potentially restore voluntary motion and functional independence to paralyzed humans. Long-term array reliability is an important requirement for these applications. Here, we demonstrate the reliability of a regular array of 100 microelectrodes to obtain neural recordings from primary motor cortex (MI) of monkeys for at least three months and up to 1.5 years. We implanted Bionic (Cyberkinetics, Inc., Foxboro, MA) silicon probe arrays in MI of three Macaque monkeys. Neural signals were recorded during performance of an eight-direction, push-button task. Recording reliability was evaluated for 18, 35, or 51 sessions distributed over 83, 179, and 569 days after implantation, respectively, using qualitative and quantitative measures. A four-point signal quality scale was defined based on the waveform amplitude relative to noise. A single observer applied this scale to score signal quality for each electrode. A mean of 120 (+/- 17.6 SD), 146 (+/- 7.3), and 119 (+/- 16.9) neural-like waveforms were observed from 65-85 electrodes across subjects for all recording sessions of which over 80% were of high quality. Quantitative measures demonstrated that waveforms had signal-to-noise ratio (SNR) up to 20 with maximum peak-to-peak amplitude of over 1200 microv with a mean SNR of 4.8 for signals ranked as high quality. Mean signal quality did not change over the duration of the evaluation period (slope 0.001, 0.0068 and 0.03; NS). By contrast, neural waveform shape varied between, but not within days in all animals, suggesting a shifting population of recorded neurons over time. Arm-movement related modulation was common and 66% of all recorded neurons were tuned to reach direction. The ability for the array to record neural signals from parietal cortex was also established. These results demonstrate that neural recordings that can provide movement related signals for neural prostheses, as well as for fundamental research applications, can be reliably obtained for long time periods using a monolithic microelectrode array in primate MI and potentially from other cortical areas as well." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Suner, Selim",
      "Fellows, Matthew R",
      "Vargas-Irwin, Carlos",
      "Nakata, Gordon Kenji",
      "Donoghue, John P"
    ],
  "Date" : "2005",
  "Identifier" : [  ],
  "Journal" : [ "IEEE transactions on neural systems and rehabilitation engineering : a publication of the IEEE Engineering in Medicine and Biology Society" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16425835",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Electrodes, Implanted",
      "Electroencephalography",
      "Equipment Design",
      "Equipment Failure Analysis",
      "Evoked Potentials, Motor",
      "Female",
      "Humans",
      "Macaca mulatta",
      "Male",
      "Microelectrodes",
      "Motor Cortex",
      "Primates",
      "Reproducibility of Results",
      "Sensitivity and Specificity",
      "Silicon"
    ],
  "PMID" : 16425835,
  "PublicationType" : "Evaluation Studies",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Reliability of signals from a chronically implanted, silicon-based electrode array in non-human primate primary motor cortex."
}
