{ 
  "Abstract" : [ "We studied the synchronization of single units in macaque deep cerebellar nuclei (DCN) with local field potentials (LFPs) in primary motor cortex (M1) bilaterally during performance of a precision grip task. Analysis was restricted to periods of steady holding, during which M1 oscillations are known to be strongest. Significant coherence between DCN units and M1 LFP oscillations bilaterally was seen at approximately 10-40 Hz (contralateral M1: 25/87 units; ipsilateral: 9/87 units). Averaged coherence between DCN units and contralateral M1 LFP showed a prominent approximately 17-Hz coherence peak and an average phase of approximately -pi/2 radians, implying that the DCN units fired around the time of maximal depolarization of M1 cells. The lack of a time delay between DCN and M1 activity suggests that the cerebellum and cortex may form a pair of phase coupled oscillators. Although coherence values were low (mean peak coherence, 0.018), we used a computational model to show that this probably resulted from the nonlinearity of spike generating mechanisms within the DCN. DCN unit discharge and DCN LFPs also showed significant coherence at approximately 10-40 Hz, with similarly low magnitude (mean peak coherence, 0.012). The average coherence phase was -2.5 radians for the 6- to 14-Hz range and -1.1 radians for the 17- to 41-Hz range, suggesting different frequency-specific underlying mechanisms. Finally, 4/40 pairs of simultaneously recorded DCN units showed a significant cross-correlation peak, and 16/40 pairs showed significant unit-unit coherence. The extensive oscillatory synchronization observed between cerebellum and motor cortex may have functional importance in sensorimotor processing." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Soteropoulos, Demetris S",
      "Baker, Stuart N"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16424458",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Biological Clocks",
      "Brain Mapping",
      "Cerebellar Nuclei",
      "Cortical Synchronization",
      "Evoked Potentials, Motor",
      "Female",
      "Hand Strength",
      "Macaca mulatta",
      "Motor Cortex",
      "Motor Skills",
      "Neurons",
      "Statistics as Topic",
      "Task Performance and Analysis"
    ],
  "PMID" : 16424458,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Cortico-cerebellar coherence during a precision grip task in the monkey."
}
