{ 
  "Abstract" : [ "Many single-neuron recording studies have examined the degree to which the activity of primary motor cortex (M1) neurons is related to the kinematics and kinetics of various motor tasks. This has not been explored as extensively for arm movement-related neurons in posterior parietal cortex area 5. We recorded the activity of 78 proximal arm-related neurons in area 5 of two monkeys while they used their whole arm to make reaching movements toward eight targets on a horizontal plane against an inertial load or to generate isometric forces at the hand in the same eight horizontal directions. The overall range of measured output forces was similar in the two tasks. The forces increased monotonically in the desired direction in the isometric task. In the movement task, in contrast, they showed a rapid initial increase in the direction of movement, followed by a transient reversal of forces as the hand approached the target. Many task-related area 5 neurons were tuned for the direction of motor output in the tasks, but most area 5 neurons were more strongly active or exclusively active in the movement task than in the isometric task. Furthermore, their activity at either the single cell or population level did not reflect the transient reversal of output forces during movement. In contrast, M1 neuronal activity was typically strong in both tasks and showed task-related changes that reflected the differences in the time course and directionality of force outputs between both tasks, including the transient reversal of forces in the movement task. These results show that area 5 neurons are less strongly related to the time-course of task kinetics than M1 during isometric and arm-movement tasks." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hamel-Pâquet, Catherine",
      "Sergio, Lauren E",
      "Kalaska, John F"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16481461",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Humans",
      "Isometric Contraction",
      "Kinetics",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Motor Neurons",
      "Movement",
      "Parietal Lobe",
      "Task Performance and Analysis",
      "Time Factors"
    ],
  "PMID" : 16481461,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Parietal area 5 activity does not reflect the differential time-course of motor output kinetics during arm-reaching and isometric-force tasks."
}
