{ 
  "Abstract" : [ "The timing of action has been studied extensively in reaction-time tasks in which an abrupt sensory stimulus triggers a movement. In these experiments, neurophysiologists have attempted to explain variability in movement time with variability in neuronal activity. However, in natural settings, movements are not usually triggered by abrupt sensory cues. What underlies the timing of action under such circumstances, when movements are uncoupled or only weakly coupled to abrupt events in the external world? We trained monkeys to perform the same arm movement either in direct reaction to a salient visual event, or as a self-timed action, less coupled to any obvious external trigger. Neurons in cortical area 5 exhibited phasic discharge modulations that were generally comparable for both modes of action, with some neurons increasing and others decreasing their firing rates with movement. For self-timed movements, however, there was an additional, slow ramp-up or ramp-down of activity in the few hundred milliseconds before the phasic discharge. These ramping modulations occurred well before any detectable changes in arm-muscle activity and their time course bore a striking resemblance to activity in the putamen preceding self-timed movements, observed previously. Together, the results suggest a possible mechanism for the internal timing of action within the motor system. In this model, reverberant activity in corticobasal-ganglia circuits reaches a threshold level resulting in much larger perimovement discharges within the same network, consequently driving the initiation of action." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Maimon, Gaby",
      "Assad, John A"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16510727",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Behavior, Animal",
      "Cell Count",
      "Electromyography",
      "Macaca mulatta",
      "Male",
      "Models, Biological",
      "Movement",
      "Neurons",
      "Parietal Lobe",
      "Photic Stimulation",
      "Random Allocation",
      "Reaction Time",
      "Time Perception"
    ],
  "PMID" : 16510727,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Parietal area 5 and the initiation of self-timed movements versus simple reactions."
}
