{ 
  "Abstract" : [ "Cortical local field potentials (LFPs) are modulated in parallel with single neuron discharge, but the information they carry is often unclear. Multi-electrode recordings of both LFPs and single neuron activities were made in motor cortex as monkeys performed a delayed pointing task in which the probability of the moment of signal occurrence, and thus movement execution, was manipulated. A large positive LFP component (P1) appeared immediately preceding movement onset only under conditions of low probability, that is, when a response signal was weakly expected. The amplitude of P1 was much smaller when probability of signal occurrence was high, or when the same movement was self-paced. Although P1 has been described as being linked to the descending motor signal, we found that it was more closely associated with the processing of movement-related information than with the ultimate motor command. Its timing did not bear a fixed relationship with movement onset and its frequency of occurrence in each monkey varied in parallel with each animal's overall performance and the percentage of context-related \"pre-processing\" neurons encountered." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Roux, Sébastien",
      "Mackay, William A",
      "Riehle, Alexa"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Behavioural brain research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16530860",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Association Learning",
      "Behavior, Animal",
      "Brain Mapping",
      "Choice Behavior",
      "Electric Stimulation",
      "Electromyography",
      "Evoked Potentials",
      "Functional Laterality",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Movement",
      "Muscle, Skeletal",
      "Neurons",
      "Psychomotor Performance",
      "Reaction Time",
      "Time Factors"
    ],
  "PMID" : 16530860,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "The pre-movement component of motor cortical local field potentials reflects the level of expectancy."
}
