{ 
  "Abstract" : [ "A key step in the processing of the integral membrane protein APP, or Amyloid Precursor Protein is through the proteolytic cleavage by the enzyme beta-Secretase (BACE). The proteolysis of APP by BACE, followed by subsequent C-terminal cleavage(s) by gamma-secretase, results in the formation of the amyloid beta (Abeta) peptide. The principal component of the neuritic plaque found in the brains of Alzheimer's Disease (AD) patients is Abeta which is a neurotoxic and highly aggregatory peptide segment of APP. The amyloid hypothesis holds that the neuronal dysfunction and clinical manifestation of AD is a consequence of the long term deposition and accumulation of 40-42 amino-acid long Abeta peptides, and that this process leads to the onset and progression of AD. Due to the apparent causal relationship between Abeta and AD, the so-called \"secretases\" that produce Abeta have been targeted for development of inhibitors that might serve as therapeutic agents for treatment of this dreaded, and ever more prevalent disease. Herein will be discussed our current understanding of BACE, its role in the formation of neuritic plaques and the known inhibitors of the enzyme." ],
  "Annotations" : [  ],
  "Authors" : [ "John, Varghese" ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Current topics in medicinal chemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16712492",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amino Acid Sequence",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Binding Sites",
      "Endopeptidases",
      "Humans",
      "Molecular Sequence Data",
      "Molecular Structure",
      "Plaque, Amyloid",
      "Protease Inhibitors",
      "Protease Nexins",
      "Receptors, Cell Surface"
    ],
  "PMID" : 16712492,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Human beta-secretase (BACE) and BACE inhibitors: progress report."
}
