{ 
  "Abstract" : [ "Local field potentials (LFPs) recorded from primary motor cortex (MI) have been shown to be tuned to the direction of visually guided reaching movements, but MI LFPs have not been shown to be tuned to the direction of an upcoming movement during the delay period that precedes movement in an instructed-delay reaching task. Also, LFPs in dorsal premotor cortex (PMd) have not been investigated in this context. We therefore recorded LFPs from MI and PMd of monkeys (Macaca mulatta) and investigated whether these LFPs were tuned to the direction of the upcoming movement during the delay period. In three frequency bands we identified LFP activity that was phase-locked to the onset of the instruction stimulus that specified the direction of the upcoming reach. The amplitude of this activity was often tuned to target direction with tuning widths that varied across different electrodes and frequency bands. Single-trial decoding of LFPs demonstrated that prediction of target direction from this activity was possible well before the actual movement is initiated. Decoding performance was significantly better in the slowest-frequency band compared with that in the other two higher-frequency bands. Although these results demonstrate that task-related information is available in the local field potentials, correlations among these signals recorded from a densely packed array of electrodes suggests that adequate decoding performance for neural prosthesis applications may be limited as the number of simultaneous electrode recordings is increased." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "O'Leary, John G",
      "Hatsopoulos, Nicholas G"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16738219",
  "MeshHeadings" : [ 
      "Animals",
      "Brain Mapping",
      "Evoked Potentials",
      "Evoked Potentials, Motor",
      "Frontal Lobe",
      "In Vitro Techniques",
      "Macaca mulatta",
      "Motor Activity",
      "Motor Cortex",
      "Psychomotor Performance",
      "Reaction Time",
      "Robotics",
      "Visual Fields"
    ],
  "PMID" : 16738219,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Early visuomotor representations revealed from evoked local field potentials in motor and premotor cortical areas."
}
