{ 
  "Abstract" : [ "Anticipation of predictable events is crucial for organizing motor performance. Using instructed delay tasks, it has been shown that even when delay duration is kept constant, reaction time fluctuates from trial to trial. As time estimation is at the core of anticipatory behavior, it is reasonable to speculate whether neuronal delay activity correlates with the subjective estimate of time. As a consequence of the scalar property of time estimation processes, the variability in time estimation increases continuously as time passes during the delay. This scalar property may then be reflected in the increasing variability in neuronal delay activity. We thus studied the influence of temporal prior information on neuronal delay activity in monkey motor cortex in two conceptually different tasks in which two equally probable delay durations were randomly presented. We hypothesized that if one considers the animal's subjective time as the time which elapses between the first (instruction) signal and movement onset, then, by suppressing this temporal variability, across-trial variability in neuronal discharge should decrease. We thus defined a new time scale in each trial such that, after rescaling, the time between the instruction signal and movement onset was identical in all trials. Each spike was then displaced in time accordingly. As expected, the variability in the timing of neuronal peak discharges no longer increased during the trial. This suggests a direct link between the temporal profile of spiking activity and time estimation. The timing of motor cortical activity reflected the 'elasticity' of the animal's subjective time." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Renoult, Louis",
      "Roux, Sébastien",
      "Riehle, Alexa"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16820000",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Attention",
      "Behavior, Animal",
      "Brain Mapping",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Random Allocation",
      "Reaction Time",
      "Time Factors",
      "Time Perception"
    ],
  "PMID" : 16820000,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Time is a rubberband: neuronal activity in monkey motor cortex in relation to time estimation."
}
