{ 
  "Abstract" : [ "Neurons in premotor and motor cortex show preparatory activity during an instructed-delay task. It has been suggested that such activity primarily reflects visuospatial aspects of the movement, such as target location or reach direction and extent. We asked whether a more dynamic feature, movement speed, is also reflected. Two monkeys were trained to reach at different speeds (\"slow\" or \"fast,\" peak speed being approximately 50-100% higher for the latter) depending on target color. Targets were presented in seven directions and at two distances. Of 95 neurons with tuned delay-period activity, 95, 78, and 94% showed a significant influence of direction, distance, and instructed speed, respectively. Average peak modulations with respect to direction, distance and speed were 18, 10, and 11 spikes/s. Although robust, modulations of firing rate with target direction were not necessarily invariant: for 45% of neurons, the preferred direction depended significantly on target distance and/or instructed speed. We collected an additional dataset, examining in more detail the effect of target distance (5 distances from 3 to 12 cm in 2 directions). Of 41 neurons with tuned delay-period activity, 85, 83, and 98% showed a significant impact of direction, distance, and instructed speed. Statistical interactions between the effects of distance and instructed speed were common, but it was nevertheless clear that distance \"tuning\" was not in general a simple consequence of speed tuning. We conclude that delay-period preparatory activity robustly reflects a nonspatial aspect of the upcoming reach. However, it is unclear whether the recorded neural responses conform to any simple reference frame, intrinsic or extrinsic." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Churchland, Mark M",
      "Santhanam, Gopal",
      "Shenoy, Krishna V"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16855111",
  "MeshHeadings" : [ 
      "Algorithms",
      "Animals",
      "Arm",
      "Color",
      "Conditioning, Operant",
      "Data Interpretation, Statistical",
      "Electromyography",
      "Electrophysiology",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Motor Neurons",
      "Oculomotor Muscles",
      "Photic Stimulation",
      "Psychomotor Performance",
      "Space Perception"
    ],
  "PMID" : 16855111,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Preparatory activity in premotor and motor cortex reflects the speed of the upcoming reach."
}
