{ 
  "Abstract" : [ "The over-activation of glutamate receptors can lead to excitotoxic cell death and is believed to be involved in the progression of neurodegenerative events in the vulnerable hippocampus. Here, we used an in vitro slice model to study toxicity produced in the hippocampus by the mitochondrial toxin 3-nitropropionic acid (3-NP). The organotypic slice cultures exhibit native cellular organization as well as dense arborization of neuronal processes and synaptic contacts. The hippocampal slices were exposed to 3-NP for 2-20 days, causing calpain-mediated breakdown of the spectrin cytoskeleton, a loss of pre- and postsynaptic markers, and neuronal atrophy. The N-methyl-D-aspartate (NMDA) receptor antagonist memantine reduced both the cytoskeletal damage and synaptic decline in a dose-dependent manner. 3-NP-induced cytotoxicity, as determined by the release of lactate dehydrogenase, was also reduced by memantine with EC50 values from 1.7 to 2.3 microM. Propidium iodide fluorescence and phase contrast microscopy confirmed memantine neuroprotection against the chronic toxin exposure. In addition, the protected tissue exhibited normal neuronal morphology in the major hippocampal subfields. These results indicate that antagonists of NMDA-type glutamate receptors are protective during the toxic outcome associated with mitochondrial dysfunction. They also provide further evidence of memantine's therapeutic potential against neurodegenerative diseases." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Karanian, David A",
      "Baude, Andrea S",
      "Brown, Queenie B",
      "Parsons, Christopher G",
      "Bahr, Ben A"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Hippocampus" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16897723",
  "MeshHeadings" : [ 
      "Animals",
      "Animals, Newborn",
      "Cytoskeleton",
      "Dose-Response Relationship, Drug",
      "Excitatory Amino Acid Antagonists",
      "Glutamic Acid",
      "Hippocampus",
      "Memantine",
      "Mitochondria",
      "Nerve Degeneration",
      "Neural Pathways",
      "Neurodegenerative Diseases",
      "Neurons",
      "Neuroprotective Agents",
      "Neurotoxins",
      "Nitro Compounds",
      "Organ Culture Techniques",
      "Propionates",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Synapses",
      "Synaptic Transmission"
    ],
  "PMID" : 16897723,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "3-Nitropropionic acid toxicity in hippocampus: protection through N-methyl-D-aspartate receptor antagonism."
}
