{ 
  "Abstract" : [ "Changes in sensorimotor rhythms (mu, beta and gamma) and movement-related cortical potentials (MRCPs) are both generated principally by the contralateral sensorimotor areas during the execution of self-paced movement. They appear to reflect movement control mechanisms, which remain partially unclear. With the aim of better understanding their sources and significance, we recorded MRCPs and sensorimotor rhythms during and after self-paced movement using intracerebral electrodes in eight epileptic subjects investigated by stereoelectroencephalography. The results showed that: (i) there is a strong spatial relationship between the late components of movement--the so-called motor potential (MP) and post-movement complex (PMc)--and gamma event-related synchronization (ERS) within the 40-60 Hz band, as the MP/PMc always occurred in contacts displaying gamma ERS (the primary sensorimotor areas), whereas mu and beta reactivities were more diffuse; and (ii) MPs and PMc are both generated by the primary motor and somatosensory areas, but with distinct sources. Hence, this could mean that kinesthesic sensory afferences project to neurons other than those firing during the pyramidal tract volley. The PMc and low gamma ERS represent two electrophysiological facets of kinesthesic feedback from the joints and muscles involved in the movement to the sensorimotor cortex. It could be suggested that gamma oscillations within the 40-60 Hz band could serve to synchronize the activities of the various neuronal populations involved in control of the ongoing movement." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Szurhaj, William",
      "Labyt, Etienne",
      "Bourriez, Jean-Louis",
      "Kahane, Philippe",
      "Chauvel, Patrick",
      "Mauguière, François",
      "Derambure, Philippe"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16930422",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Adolescent",
      "Adult",
      "Biological Clocks",
      "Brain Mapping",
      "Electroencephalography",
      "Epilepsy",
      "Evoked Potentials",
      "Female",
      "Humans",
      "Male",
      "Motor Cortex",
      "Movement",
      "Nerve Net",
      "Neurons",
      "Reaction Time",
      "Somatosensory Cortex",
      "Time Factors"
    ],
  "PMID" : 16930422,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Relationship between intracerebral gamma oscillations and slow potentials in the human sensorimotor cortex."
}
