{ 
  "Abstract" : [ "The human amyloid precursor protein (APP) is processed by the nonamyloidogenic and the amyloidogenic catabolic pathways. The sequential cleavage of APP by the beta- and gamma-secretase activities, known as the amyloidogenic processing of APP, leads to the formation of the amyloid-beta peptide (Abeta). Abeta is the main constituent of the amyloid core of senile plaques, a typical hallmark of Alzheimer's disease. In addition to secretases, other cellular proteolytic activities, like the proteasome, might participate in the metabolism of APP. We investigated the consequence of proteasome inhibition on the amyloidogenic processing of human APP. CHO cells and primary cultures of rat cortical neurons expressing human APP or a protein corresponding to its beta-cleaved C-terminal fragment (C99) were treated with lactacystin, an irreversible inhibitor of the chymotrypsin-like activity of the proteasome. Lactacystin significantly decreased the level of Abeta produced from APP in both cellular models, whereas the production of Abeta from C99 was not affected. Lactacystin did not inhibit gamma-secretase activity but was found to inhibit the beta-cleavage of APP, leading to a proportional decrease in Abeta production. Although lactacystin did not inhibit the catalytic activity of recombinant BACE1, a decrease in neuronal beta-secretase activity was measured after treatment with lactacystin." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Kienlen-Campard, Pascal",
      "Feyt, Christine",
      "Huysseune, Sandra",
      "de Diesbach, Philippe",
      "N'Kuli, Francisca",
      "Courtoy, Pierre J",
      "Octave, Jean-Noël"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neuroscience research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16941495",
  "MeshHeadings" : [ 
      "Acetylcysteine",
      "Adenoviridae",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "CHO Cells",
      "Cell Survival",
      "Cricetinae",
      "Culture Media",
      "Cysteine Proteinase Inhibitors",
      "Depression, Chemical",
      "Enzyme-Linked Immunosorbent Assay",
      "Humans",
      "Nerve Tissue Proteins",
      "Neurons",
      "Rats",
      "Subcellular Fractions"
    ],
  "PMID" : 16941495,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Lactacystin decreases amyloid-beta peptide production by inhibiting beta-secretase activity."
}
