{ 
  "Abstract" : [ "Neuroinflammation is reliably associated with the pathogenesis of a number of neurodegenerative diseases, and can be detected by the presence of activated microglia. Neuroinflammation can be induced by chronic lipopolysaccharide (LPS) infusion into the 4th ventricle of the rat resulting in region-selective microglia activation and impaired hippocampal-dependent memory. Furthermore, this treatment results in altered behaviorally-induced expression of the immediate early gene Arc, indicating altered network activity. LPS is known to activate microglia directly, leading to increased glutamate release, and in enhanced N-methyl-d-aspartate (NMDA) -dependent signaling. Taken together, the foregoing suggests that decreasing NMDA receptor activation during early stages of chronic neuroinflammation should reduce a) microglia activation, b) overexpression of Arc, and c) spatial memory deficits. Memantine, a low to moderate affinity open channel uncompetitive NMDA receptor antagonist, at low doses was used here to test these hypotheses. Rats were chronically infused into the 4th ventricle for 28 days with LPS alone, vehicle alone (via osmotic minipump) or LPS and memantine (10 mg/kg/day memantine s.c.). The results reported here demonstrate that memantine reduces OX6-immunolabeling for activated microglia, spares resident microglia, returns Arc (activity-regulated cytoskeletal associated protein, protein) -expressing neuronal populations to control levels (as revealed by Arc immunolabeling and fluorescence in situ hybridization), and ameliorates the spatial memory impairments produced by LPS alone. These data indicate that memantine therapy at low doses, recreating plasma levels similar to those of therapeutic doses in human, acts in part through its ability to reduce the effects of neuroinflammation, resulting in normal gene expression patterns and spatial learning. Combined, these findings suggest that low, therapeutically relevant doses of memantine delivered early in the development of neuroinflammation-influenced diseases may confer neural and cognitive protection." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Rosi, S",
      "Vazdarjanova, A",
      "Ramirez-Amaya, V",
      "Worley, P F",
      "Barnes, C A",
      "Wenk, G L"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/16989956",
  "MeshHeadings" : [ 
      "Animals",
      "Behavior, Animal",
      "Cytoskeletal Proteins",
      "Disease Models, Animal",
      "Dose-Response Relationship, Drug",
      "Encephalitis",
      "Excitatory Amino Acid Antagonists",
      "Gene Expression Regulation",
      "Gliosis",
      "Inflammation Mediators",
      "Lipopolysaccharides",
      "Male",
      "Memantine",
      "Memory",
      "Memory Disorders",
      "Microglia",
      "Nerve Tissue Proteins",
      "Neurodegenerative Diseases",
      "Neuroprotective Agents",
      "Rats",
      "Rats, Inbred F344",
      "Receptors, N-Methyl-D-Aspartate"
    ],
  "PMID" : 16989956,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Memantine protects against LPS-induced neuroinflammation, restores behaviorally-induced gene expression and spatial learning in the rat."
}
