{ 
  "Abstract" : [ "Several drugs are in clinical use for symptomatic treatment of Alzheimer's disease patients. Since Alzheimer's disease is known to be associated with down-regulation of the cholinergic and N-methyl-D-aspartate (NMDA) systems, most of these drugs inhibit acetylcholinesterase, potentiate the activity of nicotinic acetylcholine receptors (nAChRs), or modulate NMDA receptors. Galantamine is an anticholinesterase and allosterically potentiates the activity of the nicotinic receptors. We have recently found that galantamine potentiates the activity of NMDA receptors as well. Memantine is unique in that it inhibits the NMDA receptors. We have developed a hypothesis that combining galantamine and memantine will be more effective for improving the patient's conditions than monotherapy with either drug. Patch clamp and intracellular Ca(2+) imaging experiments using rat cortical and hippocampal neurons clearly provided the in vitro bases for our hypothesis. Memantine blocked the extrasynaptic NMDA receptor 100 times more potently than the synaptic NMDA receptor at negative membrane potentials and the block of both types of NMDA receptors was attenuated with depolarization. However, galantamine potentiation of the NMDA receptors was not voltage dependent. Thus, co-application of memantine with galantamine prevented the galantamine potentiation and the activation of extrasynaptic NMDA receptors, but membrane depolarization revealed the galantamine potentiation. Therefore, cell death is expected to be prevented by memantine near the resting potential while the NMDA-mediated synaptic transmission, which is down-regulated in the patients, is maintained and potentiated by galantamine. These results provide in vitro bases for the beneficial actions of galantamine and memantine combinations." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Zhao, Xilong",
      "Marszalec, William",
      "Toth, Peter T",
      "Huang, Joseph",
      "Yeh, Jay Z",
      "Narahashi, Toshio"
    ],
  "Date" : "2006",
  "Identifier" : [  ],
  "Journal" : [ "Neuropharmacology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17011596",
  "MeshHeadings" : [ 
      "6-Cyano-7-nitroquinoxaline-2,3-dione",
      "Action Potentials",
      "Alzheimer Disease",
      "Animals",
      "Bicuculline",
      "Calcium Signaling",
      "Cells, Cultured",
      "Cerebral Cortex",
      "Cholinesterase Inhibitors",
      "Corpus Striatum",
      "Drug Evaluation, Preclinical",
      "Drug Synergism",
      "Excitatory Amino Acid Antagonists",
      "Excitatory Postsynaptic Potentials",
      "Galantamine",
      "Glycine",
      "In Vitro Techniques",
      "Inhibitory Concentration 50",
      "Memantine",
      "Nerve Tissue Proteins",
      "Neuroprotective Agents",
      "Nicotinic Agonists",
      "Patch-Clamp Techniques",
      "Perfusion",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Receptors, Nicotinic",
      "Strychnine",
      "Synaptic Transmission",
      "Therapeutic Irrigation",
      "alpha-Amino-3-hydroxy-5-methyl-4-isoxazolepropionic Acid"
    ],
  "PMID" : 17011596,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "In vitro galantamine-memantine co-application: mechanism of beneficial action."
}
