{ 
  "Abstract" : [ "Generation and deposition of the amyloid beta (Abeta) peptide following proteolytic processing of the amyloid precursor protein (APP) by BACE-1 and gamma-secretase is central to the aetiology of Alzheimer's disease. Consequently, inhibition of BACE-1, a rate-limiting enzyme in the production of Abeta, is an attractive therapeutic approach for the treatment of Alzheimer's disease. We have designed a selective non-peptidic BACE-1 inhibitor, GSK188909, that potently inhibits beta-cleavage of APP and reduces levels of secreted and intracellular Abeta in SHSY5Y cells expressing APP. In addition, we demonstrate that this compound can effectively lower brain Abeta in vivo. In APP transgenic mice, acute oral administration of GSK188909 in the presence of a p-glycoprotein inhibitor to markedly enhance the exposure of GSK188909 in the brain decreases beta-cleavage of APP and results in a significant reduction in the level of Abeta40 and Abeta42 in the brain. Encouragingly, subchronic dosing of GSK188909 in the absence of a p-glycoprotein inhibitor also lowers brain Abeta. This pivotal first report of central Abeta lowering, following oral administration of a BACE-1 inhibitor, supports the development of BACE-1 inhibitors for the treatment of Alzheimer's disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hussain, Ishrut",
      "Hawkins, Julie",
      "Harrison, David",
      "Hille, Christopher",
      "Wayne, Gareth",
      "Cutler, Leanne",
      "Buck, Tania",
      "Walter, Daryl",
      "Demont, Emmanuel",
      "Howes, Colin",
      "Naylor, Alan",
      "Jeffrey, Philip",
      "Gonzalez, Maria I",
      "Dingwall, Colin",
      "Michel, Anton",
      "Redshaw, Sally",
      "Davis, John B"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17156133",
  "MeshHeadings" : [ 
      "Administration, Oral",
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Brain",
      "Cell Line, Tumor",
      "Disease Models, Animal",
      "Down-Regulation",
      "Enzyme Inhibitors",
      "Humans",
      "Male",
      "Mice",
      "Mice, Transgenic",
      "P-Glycoprotein",
      "Peptides",
      "Thiazines",
      "Treatment Outcome"
    ],
  "PMID" : 17156133,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Oral administration of a potent and selective non-peptidic BACE-1 inhibitor decreases beta-cleavage of amyloid precursor protein and amyloid-beta production in vivo."
}
