{ 
  "Abstract" : [ "The transcription factor nuclear factor kappaB (NF-kappaB) is widely expressed in the nervous system and increased NF-kappaB immunoreactivity has been observed in Alzheimer's disease (AD) brains in the nuclei of neurons within the vicinity of diffuse beta-amyloid plaques. Beta-amyloid (Abeta) peptides are the main constituent of senile plaques and are known to stimulate NF-kappaB activity. In the present study, we investigated the effect of various NF-kappaB inhibitors on the production of Abeta1-40, Abeta1-42, secreted APP (sAPPbeta and sAPPalpha) and APP C-terminal fragments (APP-CTF) using CHO cells overexpressing the beta-amyloid precursor protein (APP). Our data show that NF-kappaB inhibitors decrease both Abeta1-40 and Abeta1-42 production. In addition, we show that some NF-kappaB inhibitors decrease sAPPbeta and APP-CTFbeta suggesting that they reduce the beta-secretase cleavage of APP. Altogether our data suggest that NF-kappaB inhibitors may be of therapeutic importance for the treatment of AD pathology not only by blocking inflammatory processes but also by directly inhibiting the production of Abeta peptides." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Paris, Daniel",
      "Patel, Nikunj",
      "Quadros, Amita",
      "Linan, Monica",
      "Bakshi, Pancham",
      "Ait-Ghezala, Ghania",
      "Mullan, Michael"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience letters" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17223266",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Brain",
      "CHO Cells",
      "Cricetinae",
      "Cricetulus",
      "Dose-Response Relationship, Drug",
      "Down-Regulation",
      "Enzyme Inhibitors",
      "Humans",
      "NF-kappa B",
      "Neuroprotective Agents",
      "Peptide Fragments",
      "Peptides",
      "Plaque, Amyloid",
      "Protein Synthesis Inhibitors",
      "Transcriptional Activation"
    ],
  "PMID" : 17223266,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Inhibition of Abeta production by NF-kappaB inhibitors."
}
