{ 
  "Abstract" : [ "The relationship between an initial mechanical event causing brain tissue deformation and delayed neurodegeneration in vivo is complex because of the multiplicity of factors involved. We have used a simplified brain surrogate based on rat hippocampal slices grown on deformable silicone membranes to study stretch-induced traumatic brain injury. Traumatic injury was induced by stretching the culture substrate, and the biological response characterized after 4 days. Morphological abnormalities consistent with traumatic injury in humans were widely observed in injured cultures. Synaptic function was significantly reduced after a severe injury. The N-methyl-D-aspartate (NMDA) receptor antagonist MK-801 attenuated neuronal damage, prevented loss of microtubule-associated protein 2 immunoreactivity and attenuated reduction of synaptic function. In contrast, the NMDA receptor antagonists 3-[(R)-2-carboxypiperazin-4-yl]-propyl-1-phosphonic acid (CPP) and GYKI53655, were neuroprotective in a moderate but not a severe injury paradigm. Nifedipine, an L-type voltage-dependent calcium channel antagonist was protective only after a moderate injury, whereas omega-conotoxin attenuated damage following severe injury. These results indicate that the mechanism of damage following stretch injury is complex and varies depending on the severity of the insult. In conclusion, the pharmacological, morphological and electrophysiological responses of organotypic hippocampal slice cultures to stretch injury were similar to those observed in vivo. Our model provides an alternative to animal testing for understanding the mechanisms of post-traumatic delayed cell death and could be used as a high-content screen to discover neuroprotective compounds before advancing to in vivo models." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Cater, Heather L",
      "Gitterman, Daniel",
      "Davis, Susan M",
      "Benham, Christopher D",
      "Morrison, Barclay",
      "Sundstrom, Lars E"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17250683",
  "MeshHeadings" : [ 
      "Animals",
      "Brain Injuries",
      "Calcium Channel Blockers",
      "Calcium Channels",
      "Excitatory Amino Acid Antagonists",
      "Excitatory Postsynaptic Potentials",
      "Glutamic Acid",
      "Hippocampus",
      "Membranes, Artificial",
      "Microtubule-Associated Proteins",
      "Models, Neurological",
      "Nerve Degeneration",
      "Neuroprotective Agents",
      "Neurotoxins",
      "Organ Culture Techniques",
      "Physical Stimulation",
      "Rats",
      "Receptors, Glutamate",
      "Silicones",
      "Stress, Mechanical",
      "Synaptic Transmission"
    ],
  "PMID" : 17250683,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Stretch-induced injury in organotypic hippocampal slice cultures reproduces in vivo post-traumatic neurodegeneration: role of glutamate receptors and voltage-dependent calcium channels."
}
