{ 
  "Abstract" : [ "Beta-amyloid is a peptide that appears to be responsible for cognitive impairments in patients with Alzheimer's disease. Recent research shows that soluble oligomers of beta-amyloid affect synaptic activity and learning, well before any amyloid has aggregated into plaques. Here we show that injection of 3x10 nmol amyloid [25-35] i.c.v. transiently impairs learning of a radial arm maze and the induction of hippocampal long-term potentiation. Furthermore, hippocampal field potentials had been recorded over a period of 21 days and were found to be reduced from day 9 to day 15 (P<0.001), after which the reduction had reversed to baseline. In the spatial 8-arm learning task, animals had to learn which 3 out of 8 arms had been baited. A significant impairment of working and long-term memory was observed at day 12-20 (P<0.001), but not at days 3-11 or 20-28. Long-term potentiation induction in the hippocampus area CA1 was also impaired at day 12-20 (P<0.001), but not at other days. A scrambled peptide sequence version of amyloid did not have any effect. These results emphasise that soluble amyloid fragments already have detrimental effects on brain function well before aggregation occurs. They also show that these effects are reversible, and therefore most likely do not involve neuronal death. The neurodegeneration seen in Alzheimer's disease brains is most likely a downstream effect, linked to processes such as immune response activation and free radical production. These results suggest that treatment at very early stages of Alzheimer's disease could prevent later irreversible neuronal degeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Holscher, Christian",
      "Gengler, Simon",
      "Gault, Victor A",
      "Harriott, Patrick",
      "Mallot, Hanspeter A"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "European journal of pharmacology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17320856",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amino Acid Sequence",
      "Amyloid beta-Peptides",
      "Animals",
      "Electrophysiology",
      "Hippocampus",
      "Long-Term Potentiation",
      "Male",
      "Maze Learning",
      "Memory Disorders",
      "Neuronal Plasticity",
      "Neurons",
      "Peptide Fragments",
      "Plaque, Amyloid",
      "Rats",
      "Rats, Wistar",
      "Synaptic Transmission"
    ],
  "PMID" : 17320856,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Soluble beta-amyloid[25-35] reversibly impairs hippocampal synaptic plasticity and spatial learning."
}
