{ 
  "Abstract" : [ "The activity of single neurons in the monkey motor cortex was studied during semi-naturalistic, unstructured arm movements made spontaneously by the monkey and measured with a high resolution three-dimensional tracking system. We asked how much of the total neuronal variance could be explained by various models of neuronal tuning to movement. On average, tuning to the speed of the hand accounted for 1% of the total variance in neuronal activity, tuning to the direction of the hand in space accounted for 8%, a more complex model of direction tuning, in which the preferred direction of the neuron rotated with the starting position of the arm, accounted for 13%, tuning to the final position of the hand in Cartesian space accounted for 22%, and tuning to the final multijoint posture of the arm accounted for 36%. One interpretation is that motor cortex neurons are significantly tuned to many control parameters important in the animal's repertoire, but that different control parameters are represented in different proportion, perhaps reflecting their prominence in everyday action. The final posture of a movement is an especially prominent control parameter although not the only one. A common mode of action of the monkey arm is to maintain a relatively stable overall posture while making local adjustments in direction during performance of a task. One speculation is that neurons in motor cortex reflect this pattern in which direction tuning predominates in local regions of space and postural tuning predominates over the larger workspace." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Aflalo, Tyson N",
      "Graziano, Michael S A"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17360898",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Macaca fascicularis",
      "Male",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Psychomotor Performance",
      "Reaction Time"
    ],
  "PMID" : 17360898,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Relationship between unconstrained arm movements and single-neuron firing in the macaque motor cortex."
}
