{ 
  "Abstract" : [ "Recent studies have shown that the local field potential (LFP) can provide a simple method for obtaining an accurate measure of reaching and saccade behaviors. However, it is not clear whether this signal is equally informative with respect to more complex movements. Here we recorded LFPs and single units (SUs) from different areas in the posterior parietal cortex of macaques during a prehension task and compared LFP selectivity with SU selectivity. We found that parietal LFPs were often selective to target direction or object and that percentages of selective LFPs were similar to percentages of selective SUs. Nevertheless, SUs were more informative than LFPs in several respects. Preferred directions and objects of LFPs usually deviated from a uniform distribution, unlike preferences of SUs. Furthermore, preferences of LFPs did not reflect preferences of SUs even when the two signals were recorded simultaneously via the same electrode. Additionally, selectivity of movement-evoked LFPs appeared only after movement onset, whereas SUs frequently showed premovement selectivity. Spectral analysis revealed a lower signal-to-noise ratio of the LFP signal. Different frequency bands derived from a single LFP site showed inconsistent preferences. Significant relations with target parameters were found for all tested bands of LFP, but effects in the fast (gamma) band exhibited properties that were consistent with contamination of the LFP by residual spiking activity. Taken together, our results suggest that the LFP provides a simple method for extracting ample movement-related information. However, some of its properties make it less adequate for predicting rapidly changing movements." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Asher, Itay",
      "Stark, Eran",
      "Abeles, Moshe",
      "Prut, Yifat"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17376847",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Brain Mapping",
      "Choice Behavior",
      "Evoked Potentials, Visual",
      "Female",
      "Macaca fascicularis",
      "Neurons",
      "Orientation",
      "Parietal Lobe",
      "Photic Stimulation",
      "Psychomotor Performance",
      "Reaction Time",
      "Spectrum Analysis",
      "Visual Fields",
      "Visual Perception"
    ],
  "PMID" : 17376847,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Comparison of direction and object selectivity of local field potentials and single units in macaque posterior parietal cortex during prehension."
}
