{ 
  "Abstract" : [ "A PARK8 form of Parkinson's disease (PD) is caused by a novel gene, leucine-rich repeat kinase 2 (LRRK2), and a single mutation G2019S was found in a proportion of LRRK2-associated cases of diverse ethnic origins. We performed the LRRK2 G2019S mutation analysis in 304 Russian patients with PD, including 291 sporadic and 13 autosomal dominant cases. The frequency of the LRRK2 G2019S was 0.7% amongst the sporadic patients (2/291) and 7.7% amongst familial PD (1/13). The mutation was also found in three unaffected relatives and absent in 700 control chromosomes. One patient carrying the LRRK2 G2019S was found earlier to have an additional mutation, a heterozygous duplication of exon 5 of the parkin gene. All patients carrying the LRRK2 G2019S exhibited typical levodopa-responsive parkinsonism, and severe levodopa-induced dyskinesia was observed in the patient carrying the LRRK2 and parkin mutations. There was notable variability in ages of the disease onset in G2019S carriers not explained by APOE genotypes. Two subsets of G2019S-positive patients had different PARK8 haplotypes suggesting that the LRRK2 G2019S in Russian patients had arisen independently on different chromosomes. Identification of common LRRK2 mutations in some PD patients without an overt family history has notable implications for genetic counseling." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Illarioshkin, S N",
      "Shadrina, M I",
      "Slominsky, P A",
      "Bespalova, E V",
      "Zagorovskaya, T B",
      "Bagyeva, G Kh",
      "Markova, E D",
      "Limborska, S A",
      "Ivanova-Smolenskaya, I A"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "European journal of neurology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17388990",
  "MeshHeadings" : [ 
      "Adult",
      "Age of Onset",
      "Aged",
      "DNA Mutational Analysis",
      "Female",
      "Founder Effect",
      "Gene Frequency",
      "Genetic Predisposition to Disease",
      "Genotype",
      "Heterozygote",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Male",
      "Middle Aged",
      "Mutation",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Reverse Transcriptase Polymerase Chain Reaction",
      "Russia"
    ],
  "PMID" : 17388990,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "A common leucine-rich repeat kinase 2 gene mutation in familial and sporadic Parkinson's disease in Russia."
}
