{ 
  "Abstract" : [ "Following experimental traumatic brain injury (TBI), a rapid and significant necrosis occurs at the site of injury which coincides with significant mitochondrial dysfunction. The present study is driven by the hypothesis that TBI-induced glutamate release increases mitochondrial Ca(2+)cycling/overload, ultimately leading to mitochondrial dysfunction. Based on this premise, mitochondrial uncoupling during the acute phases of TBI-induced excitotoxicity should reduce mitochondrial Ca(2+) uptake (cycling) and reactive oxygen species (ROS) production since both are mitochondrial membrane potential dependent. In the present study, we utilized a cortical impact model of TBI to assess the potential use of mitochondrial uncouplers (2,4-DNP, FCCP) as a neuroprotective therapy. Young adult male rats were intraperitoneally administered vehicle (DMSO), 2,4-DNP (5 mg/kg), or FCCP (2.5 mg/kg) at 5 min post-injury. All animals treated with the uncouplers demonstrated a significant reduction in the amount of cortical damage and behavioral improvement following TBI. In addition, mitochondria isolated from the injured cortex at 3 or 6 h post-injury demonstrated that treatment with the uncouplers significantly improved several parameters of mitochondrial bioenergetics. These results demonstrate that post-injury treatment with mitochondrial uncouplers significantly (p < 0.01) increases cortical tissue sparing ( approximately 12%) and significantly (p< 0.01) improves behavioral outcome following TBI. The mechanism of neuroprotection most likely involves the maintenance of mitochondrial homeostasis by reducing mitochondrial Ca(2+) loading and subsequent mitochondrial dysfunction. These results further implicate mitochondrial dysfunction as an early event in the pathophysiology of TBI and that targeting acute mitochondrial events can result in long-term neuroprotection and improve behavioral outcome following brain injury." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Pandya, Jignesh D",
      "Pauly, James R",
      "Nukala, Vidya N",
      "Sebastian, Andrea H",
      "Day, Kristen M",
      "Korde, Amit S",
      "Maragos, William F",
      "Hall, Edward D",
      "Sullivan, Patrick G"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurotrauma" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17518535",
  "MeshHeadings" : [ 
      "2,4-Dinitrophenol",
      "Animals",
      "Brain",
      "Brain Injuries",
      "Calcium Signaling",
      "Carbonyl Cyanide p-Trifluoromethoxyphenylhydrazone",
      "Cell Death",
      "Disease Models, Animal",
      "Energy Metabolism",
      "Homeostasis",
      "Male",
      "Mitochondria",
      "Nerve Degeneration",
      "Neurons",
      "Neuroprotective Agents",
      "Oxidative Stress",
      "Rats",
      "Rats, Sprague-Dawley",
      "Reactive Oxygen Species",
      "Treatment Outcome",
      "Uncoupling Agents"
    ],
  "PMID" : 17518535,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Post-Injury Administration of Mitochondrial Uncouplers Increases Tissue Sparing and Improves Behavioral Outcome following Traumatic Brain Injury in Rodents."
}
