{ 
  "Abstract" : [ "Recent studies suggested that a single motor cortical neuron typically encodes multiple movement parameters, but parameters often display strong temporal interdependencies. To address this issue, we recorded single-unit activity while macaque monkeys made continuous movements and employed an analysis that explicitly considered temporal correlations between several kinematic parameters; hand position, velocity, and acceleration. We found that while the activity of almost all motor cortical neurons was modulated during movement, most neurons were related only to a single dominant parameter. The activity of different neurons covaried with different parameters with similar strength, but neurons related to velocity were far more common than neurons related to any other parameter. These results were obtained for neurons recorded in the primary motor (M1) and dorsal premotor (PMd) cortices. Although neural activity tended to precede movement and PMd activity tended to precede M1 activity, time lags were widely dispersed. Shoulder and elbow muscles had the same properties as neurons, but their activity strictly preceded movement. These results demonstrate single neuron specificity and heterogeneity within a population of neurons with respect to movement parameters and time lags. Our results suggest that distinct subsets of motor cortical neurons are involved in computations related to distinct movement parameters." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Stark, Eran",
      "Drori, Rotem",
      "Asher, Itay",
      "Ben-Shaul, Yoram",
      "Abeles, Moshe"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/17714196",
  "MeshHeadings" : [ 
      "Algorithms",
      "Animals",
      "Arm",
      "Biomechanical Phenomena",
      "Computer Simulation",
      "Electrodes, Implanted",
      "Female",
      "Forearm",
      "Hand",
      "Linear Models",
      "Macaca fascicularis",
      "Magnetic Resonance Imaging",
      "Models, Statistical",
      "Motor Cortex",
      "Movement",
      "Muscle, Skeletal",
      "Neurons",
      "Photic Stimulation",
      "Psychomotor Performance",
      "Regression Analysis"
    ],
  "PMID" : 17714196,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Distinct movement parameters are represented by different neurons in the motor cortex."
}
