{ 
  "Abstract" : [ "Neurophysiological, neuroimaging, and lesion studies point to a highly distributed processing of temporal information by cortico-basal ganglia-thalamic networks. However, there are virtually no experimental data on the encoding of behavioral time by simultaneously recorded cortical ensembles. We predicted temporal intervals from the activity of hundreds of neurons recorded in motor and premotor cortex as rhesus monkeys performed self-timed hand movements. During the delay periods, when animals had to estimate temporal intervals and prepare hand movements, neuronal ensemble activity encoded both the time that elapsed from the previous hand movement and the time until the onset of the next. The neurons that were most informative of these temporal intervals increased or decreased their rates throughout the delay until reaching a threshold value, at which point a movement was initiated. Variability in the self-timed delays was explainable by the variability of neuronal rates, but not of the threshold. In addition to predicting temporal intervals, the same neuronal ensemble activity was informative for generating predictions that dissociated the delay periods of the task from the movement periods. Left hemispheric areas were the best source of predictions in one bilaterally implanted monkey overtrained to perform the task with the right hand. However, after that monkey learned to perform the task with the left hand, its left hemisphere continued and the right hemisphere started contributing to the prediction. We suggest that decoding of temporal intervals from bilaterally recorded cortical ensembles could improve the performance of neural prostheses for restoration of motor function." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Lebedev, Mikhail A",
      "O'Doherty, Joseph E",
      "Nicolelis, Miguel A L"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18003881",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Brain Mapping",
      "Female",
      "Functional Laterality",
      "Hand",
      "Macaca mulatta",
      "Motor Cortex",
      "Movement",
      "Muscle, Skeletal",
      "Nerve Net",
      "Neural Pathways",
      "Neurons",
      "Psychomotor Performance",
      "Reaction Time",
      "Synaptic Transmission",
      "Time Factors",
      "Volition"
    ],
  "PMID" : 18003881,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Decoding of temporal intervals from cortical ensemble activity."
}
