{ 
  "Abstract" : [ "A variety of studies have shown that motor cortical areas can be activated by observation of familiar actions. Here, we describe single-neuron responses in monkey primary motor (MI) and dorsal premotor (PMd) cortices during passive observation and execution of a familiar task. We show that the spiking modulation, preferred directions, and encoded information of cells in MI and PMd remain consistent during both observation and movement. Furthermore, we find that the presence of a visual target is necessary to elicit this congruent neural activity during observation. These findings along with results from our analysis of the oscillatory power in the beta frequency of the local field potential are consistent with previous imaging and EEG studies that have suggested that congruence between observation and action is a general feature of the motor system, even outside of canonical \"mirror\" areas. Such congruent activity has proposed relevance to motor learning, mimicry, and communication and has practical applications for the development of motor-cortical neuroprostheses in paralyzed patients." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Tkach, Dennis",
      "Reimer, Jacob",
      "Hatsopoulos, Nicholas G"
    ],
  "Date" : "2007",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18045918",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Behavior, Animal",
      "Biomechanical Phenomena",
      "Brain Mapping",
      "Electroencephalography",
      "Evoked Potentials, Motor",
      "Eye Movements",
      "Macaca mulatta",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Observation",
      "Orientation",
      "Photic Stimulation",
      "Statistics as Topic"
    ],
  "PMID" : 18045918,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Congruent activity during action and action observation in motor cortex."
}
