{ 
  "Abstract" : [ "beta-Secretase (BACE) cleavage of amyloid precursor protein (APP) is one of the first steps in the production of amyloid beta peptide Abeta42, the putative neurotoxic species in Alzheimer's disease. Recent studies have shown that BACE1 knockdown leads to hypomyelination, putatively caused by a decline in neuregulin (NRG)-1 processing. In this study, we have tested a potent cell-permeable BACE1 inhibitor (IC(50) approximately 30 nM) by administering it directly into the lateral ventricles of mice, expressing human wild-type (WT)-APP, to determine the consequences of BACE1 inhibition on brain APP and NRG-1 processing. BACE1 inhibition, in vivo, led to a significant dose- and time-dependent lowering of brain Abeta40 and Abeta42. BACE1 inhibition also led to a robust brain secreted (s)APPbeta lowering that was accompanied by an increase in brain sAPPalpha levels. Although an increase in full-length NRG-1 levels was evident in 15-day-old BACE1 homozygous knockout (KO) (-/-) mice, in agreement with previous studies, this effect was also observed in 15-day-old heterozygous (+/-) mice, but it was not evident in 30-day-old and 2-year-old BACE1 KO (-/-) mice. Thus, BACE1 knockdown led to a transient decrease in NRG-1 processing in mice. Pharmacological inhibition of BACE1 in adult mice, which led to significant Abeta lowering, was without any significant effect on brain NRG-1 processing. Taken together, these results suggest that BACE1 is the major beta-site cleavage enzyme for APP and that its inhibition can lower brain Abeta and redirect APP processing via the potentially nonamyloidogenic alpha-secretase pathway, without significantly altering NRG-1 processing." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Sankaranarayanan, Sethu",
      "Price, Eric A",
      "Wu, Guoxin",
      "Crouthamel, Ming-Chih",
      "Shi, Xiao-Ping",
      "Tugusheva, Katherine",
      "Tyler, Keala X",
      "Kahana, Jason",
      "Ellis, Joan",
      "Jin, Lixia",
      "Steele, Thomas",
      "Stachel, Shawn",
      "Coburn, Craig",
      "Simon, Adam J"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of pharmacology and experimental therapeutics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18156464",
  "MeshHeadings" : [ 
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Aspartic Acid Endopeptidases",
      "Brain",
      "Down-Regulation",
      "Humans",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Knockout",
      "Mice, Transgenic",
      "Neuregulin-1",
      "Protease Inhibitors",
      "Up-Regulation"
    ],
  "PMID" : 18156464,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "In vivo beta-secretase 1 inhibition leads to brain Abeta lowering and increased alpha-secretase processing of amyloid precursor protein without effect on neuregulin-1."
}
