{ 
  "Abstract" : [ "Brain activity can be used as a control signal for brain-machine interfaces (BMIs). A powerful and widely acknowledged BMI approach, so far only applied in invasive recording techniques, uses neuronal signals related to limb movements for equivalent, multidimensional control of an external effector. Here, we investigated whether this approach is also applicable for noninvasive recording techniques. To this end, we recorded whole-head MEG during center-out movements with the hand and found significant power modulation of MEG activity between rest and movement in three frequency bands: an increase for < or = 7 Hz (low-frequency band) and 62-87 Hz (high-gamma band) and a decrease for 10-30 Hz (beta band) during movement. Movement directions could be inferred on a single-trial basis from the low-pass filtered MEG activity as well as from power modulations in the low-frequency band, but not from the beta and high-gamma bands. Using sensors above the motor area, we obtained a surprisingly high decoding accuracy of 67% on average across subjects. Decoding accuracy started to rise significantly above chance level before movement onset. Based on simultaneous MEG and EEG recordings, we show that the inference of movement direction works equally well for both recording techniques. In summary, our results show that neuronal activity associated with different movements of the same effector can be distinguished by means of noninvasive recordings and might, thus, be used to drive a noninvasive BMI." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Waldert, Stephan",
      "Preissl, Hubert",
      "Demandt, Evariste",
      "Braun, Christoph",
      "Birbaumer, Niels",
      "Aertsen, Ad",
      "Mehring, Carsten"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18216207",
  "MeshHeadings" : [ 
      "Electroencephalography",
      "Evoked Potentials, Motor",
      "Hand",
      "Humans",
      "Magnetoencephalography",
      "Movement",
      "Photic Stimulation",
      "Psychomotor Performance"
    ],
  "PMID" : 18216207,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Hand movement direction decoded from MEG and EEG."
}
