{ 
  "Abstract" : [ "Mutations in the leucine-rich repeat kinase (LRRK2) gene cause late-onset autosomal dominant Parkinson's disease (PD) with pleiomorphic pathology. Previously, we and others found that expression of mutant LRRK2 causes neuronal degeneration in cell culture. Here we used the GAL4/UAS system to generate transgenic Drosophila expressing either wild-type human LRRK2 or LRRK2-G2019S, the most common mutation associated with PD. Expression of either wild-type human LRRK2 or LRRK2-G2019S in the photoreceptor cells caused retinal degeneration. Expression of LRRK2 or LRRK2-G2019S in neurons produced adult-onset selective loss of dopaminergic neurons, locomotor dysfunction, and early mortality. Expression of mutant G2019S-LRRK2 caused a more severe parkinsonism-like phenotype than expression of equivalent levels of wild-type LRRK2. Treatment with l-DOPA improved mutant LRRK2-induced locomotor impairment but did not prevent the loss of tyrosine hydroxylase-positive neurons. To our knowledge, this is the first in vivo\"gain-of-function\" model which recapitulates several key features of LRRK2-linked human parkinsonism. These flies may provide a useful model for studying LRRK2-linked pathogenesis and for future therapeutic screens for PD intervention." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Liu, Zhaohui",
      "Wang, Xiaoyue",
      "Yu, Yi",
      "Li, Xueping",
      "Wang, Tao",
      "Jiang, Haibing",
      "Ren, Qiuting",
      "Jiao, Yuchen",
      "Sawa, Akira",
      "Moran, Timothy",
      "Ross, Christopher A",
      "Montell, Craig",
      "Smith, Wanli W"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "Proceedings of the National Academy of Sciences of the United States of America" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18258746",
  "MeshHeadings" : [ 
      "Animals",
      "Animals, Genetically Modified",
      "Disease Models, Animal",
      "Dopa Decarboxylase",
      "Dopamine",
      "Drosophila melanogaster",
      "Gait Disorders, Neurologic",
      "Gene Expression Regulation",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Microscopy, Electron",
      "Nerve Degeneration",
      "Parkinsonian Disorders",
      "Protein-Serine-Threonine Kinases",
      "Retina"
    ],
  "PMID" : 18258746,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "A Drosophila model for LRRK2-linked parkinsonism."
}
