{ 
  "Abstract" : [ "Parietal area V6A contains neurons modulated by the direction of gaze as well as neurons able to code the direction of arm movement. The present study was aimed to disentangle the gaze effect from the effect of reaching activity upon single V6A neurons. To this purpose, we used a visuomotor task in which the direction of arm movement remained constant while the animal changed the direction of gaze. Gaze direction modulated reach-related activity in about two-thirds of tested neurons. In several cases, modulations were not due to the eye-position signal per se, the apparent eye-position modulation being just an epiphenomenon. The real modulating factor was the location of reaching target with respect to the point gazed by the animal, that is, the retinotopic coordinates towards which the action of reaching occurred. Comparison of neural discharge of the same cell during execution of foveated and non-foveated reaching movements, performed towards the same or different spatial locations, confirmed that in a part of V6A neurons reaching activity is coded retinocentrically. In other neurons, reaching activity is coded spatially, depending on the direction of reaching movement regardless of where the animal was looking at. The majority of V6A reaching neurons use a system that encompasses both of these reference frames. These results are in line with the view of a progressive visuomotor transformation in the dorsal visual stream, that changes the frame of reference from the retinocentric one, typically used by the visual system, to the arm-centred one, typically used by the motor system." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Marzocchi, Nicoletta",
      "Breveglieri, Rossella",
      "Galletti, Claudio",
      "Fattori, Patrizia"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18279330",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Arm",
      "Attention",
      "Brain Mapping",
      "Electrophysiology",
      "Eye Movements",
      "Fixation, Ocular",
      "Macaca fascicularis",
      "Movement",
      "Neurons",
      "Neuropsychological Tests",
      "Orientation",
      "Parietal Lobe",
      "Photic Stimulation",
      "Psychomotor Performance",
      "Retina",
      "Space Perception",
      "Visual Cortex",
      "Visual Fields",
      "Visual Pathways"
    ],
  "PMID" : 18279330,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Reaching activity in parietal area V6A of macaque: eye influence on arm activity or retinocentric coding of reaching movements?"
}
