{ 
  "Abstract" : [ "Parkinson's disease (PD), a progressive neurodegenerative disease characterized by bradykinesia, rigidity, and resting tremor, is the most common neurodegenerative movement disorder. Although the majority of PD cases are sporadic, some are inherited, including those caused by leucine-rich repeat kinase 2 (LRRK2) mutations. The substitution of serine for glycine at position 2019 (G2019S) in the kinase domain of LRRK2 represents the most prevalent genetic mutation in both familial and apparently sporadic cases of PD. Because mutations in LRRK2 are likely associated with a toxic gain of function, destabilization of LRRK2 may be a novel way to limit its detrimental effects. Here we show that LRRK2 forms a complex with heat shock protein 90 (Hsp90) in vivo and that inhibition of Hsp90 disrupts the association of Hsp90 with LRRK2 and leads to proteasomal degradation of LRRK2. Hsp90 inhibitors may therefore limit the mutant LRRK2-elicited toxicity to neurons. As a proof of principle, we show that Hsp90 inhibitors rescue the axon growth retardation caused by overexpression of the LRRK2 G2019S mutation in neurons. Therefore, inhibition of LRRK2 kinase activity can be achieved by blocking Hsp90-mediated chaperone activity and Hsp90 inhibitors may serve as potential anti-PD drugs." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Wang, Lizhen",
      "Xie, Chengsong",
      "Greggio, Elisa",
      "Parisiadou, Loukia",
      "Shim, Hoon",
      "Sun, Lixin",
      "Chandran, Jayanth",
      "Lin, Xian",
      "Lai, Chen",
      "Yang, Wan-Jou",
      "Moore, Darren J",
      "Dawson, Ted M",
      "Dawson, Valina L",
      "Chiosis, Gabriela",
      "Cookson, Mark R",
      "Cai, Huaibin"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18367605",
  "MeshHeadings" : [ 
      "Analysis of Variance",
      "Animals",
      "Animals, Newborn",
      "Benzodioxoles",
      "Brain",
      "Cell Cycle Proteins",
      "Cells, Cultured",
      "Enzyme Inhibitors",
      "Glycine",
      "HSP90 Heat-Shock Proteins",
      "Humans",
      "Immunoprecipitation",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mass Spectrometry",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Transgenic",
      "Molecular Chaperones",
      "Mutation",
      "Neurons",
      "Proteasome Endopeptidase Complex",
      "Protein Binding",
      "Protein-Serine-Threonine Kinases",
      "Purines",
      "Serine",
      "Silver Staining",
      "Transfection"
    ],
  "PMID" : 18367605,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "The chaperone activity of heat shock protein 90 is critical for maintaining the stability of leucine-rich repeat kinase 2."
}
