{ 
  "Abstract" : [ "The current development of immunotherapy for Alzheimer's disease is based on the assumption that human-derived amyloid beta protein (Abeta) can be targeted in a similar manner to animal cell-derived or synthetic Abeta. Because the structure of Abeta depends on its source and the presence of cofactors, it is of great interest to determine whether human-derived oligomeric Abeta species impair brain function and, if so, whether or not their disruptive effects can be prevented using antibodies. We report that untreated ex vivo human CSF that contains Abeta dimers rapidly inhibits hippocampal long-term potentiation in vivo and that acute systemic infusion of an anti-Abeta monoclonal antibody can prevent this disruption of synaptic plasticity. Abeta monomer isolated from human CSF did not affect long-term potentiation. These results strongly support a strategy of passive immunization against soluble Abeta oligomers in early Alzheimer's disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Klyubin, Igor",
      "Betts, Vicki",
      "Welzel, Alfred T",
      "Blennow, Kaj",
      "Zetterberg, Henrik",
      "Wallin, Anders",
      "Lemere, Cynthia A",
      "Cullen, William K",
      "Peng, Ying",
      "Wisniewski, Thomas",
      "Selkoe, Dennis J",
      "Anwyl, Roger",
      "Walsh, Dominic M",
      "Rowan, Michael J"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18417702",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Antibodies, Monoclonal",
      "CHO Cells",
      "Cricetinae",
      "Cricetulus",
      "Dimerization",
      "Humans",
      "Immunization, Passive",
      "Long-Term Potentiation",
      "Male",
      "Neuronal Plasticity",
      "Rats",
      "Rats, Wistar",
      "Synapses"
    ],
  "PMID" : 18417702,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Amyloid beta protein dimer-containing human CSF disrupts synaptic plasticity: prevention by systemic passive immunization."
}
