{ 
  "Abstract" : [ 
      "Preparation of the direction of a forthcoming movement has a particularly strong influence on both reaction times and neuronal activity in the primate motor cortex. Here, we aimed to find direct neurophysiologic evidence for the preparation of movement direction in humans. We used single-pulse transcranial magnetic stimulation (TMS) to evoke isolated thumb-movements, of which the direction can be modulated experimentally, for example by training or by motor tasks. Sixteen healthy subjects performed brisk concentric voluntary thumb movements during a reaction time task in which the required movement direction was precued. We assessed whether preparation for the thumb movement lead to changes in the direction of TMS-evoked movements and to changes in amplitudes of motor-evoked potentials (MEPs) from the hand muscles.",
      "When the required movement direction was precued early in the preparatory interval, reaction times were 50 ms faster than when precued at the end of the preparatory interval. Over time, the direction of the TMS-evoked thumb movements became increasingly variable, but it did not turn towards the precued direction. MEPs from the thumb muscle (agonist) were differentially modulated by the direction of the precue, but only in the late phase of the preparatory interval and thereafter. MEPs from the index finger muscle did not depend on the precued direction and progressively decreased during the preparatory interval.",
      "Our data show that the human corticospinal movement representation undergoes progressive changes during motor preparation. These changes are accompanied by inhibitory changes in corticospinal excitability, which are muscle specific and depend on the prepared movement direction. This inhibition might indicate a corticospinal braking mechanism that counteracts any preparatory motor activation."
    ],
  "Annotations" : [  ],
  "Authors" : [ 
      "van Elswijk, Gijs",
      "Schot, Willemijn D",
      "Stegeman, Dick F",
      "Overeem, Sebastiaan"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "BMC neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18559096",
  "MeshHeadings" : [ 
      "Adult",
      "Electric Stimulation",
      "Electromyography",
      "Evoked Potentials, Motor",
      "Female",
      "Fingers",
      "Hand",
      "Humans",
      "Imitative Behavior",
      "Male",
      "Motor Cortex",
      "Movement",
      "Muscle Contraction",
      "Muscle, Skeletal",
      "Pyramidal Tracts",
      "Reaction Time",
      "Thumb",
      "Transcranial Magnetic Stimulation"
    ],
  "PMID" : 18559096,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Changes in corticospinal excitability and the direction of evoked movements during motor preparation: a TMS study."
}
