{ 
  "Abstract" : [ "Alzheimer's disease constitutes a rising threat to public health. Despite extensive research in cellular and animal models, identifying the pathogenic agent present in the human brain and showing that it confers key features of Alzheimer's disease has not been achieved. We extracted soluble amyloid-beta protein (Abeta) oligomers directly from the cerebral cortex of subjects with Alzheimer's disease. The oligomers potently inhibited long-term potentiation (LTP), enhanced long-term depression (LTD) and reduced dendritic spine density in normal rodent hippocampus. Soluble Abeta from Alzheimer's disease brain also disrupted the memory of a learned behavior in normal rats. These various effects were specifically attributable to Abeta dimers. Mechanistically, metabotropic glutamate receptors were required for the LTD enhancement, and N-methyl D-aspartate receptors were required for the spine loss. Co-administering antibodies to the Abeta N-terminus prevented the LTP and LTD deficits, whereas antibodies to the midregion or C-terminus were less effective. Insoluble amyloid plaque cores from Alzheimer's disease cortex did not impair LTP unless they were first solubilized to release Abeta dimers, suggesting that plaque cores are largely inactive but sequester Abeta dimers that are synaptotoxic. We conclude that soluble Abeta oligomers extracted from Alzheimer's disease brains potently impair synapse structure and function and that dimers are the smallest synaptotoxic species." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Shankar, Ganesh M",
      "Li, Shaomin",
      "Mehta, Tapan H",
      "Garcia-Munoz, Amaya",
      "Shepardson, Nina E",
      "Smith, Imelda",
      "Brett, Francesca M",
      "Farrell, Michael A",
      "Rowan, Michael J",
      "Lemere, Cynthia A",
      "Regan, Ciaran M",
      "Walsh, Dominic M",
      "Sabatini, Bernardo L",
      "Selkoe, Dennis J"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "Nature medicine" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18568035",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Brain",
      "Dendritic Spines",
      "Dimerization",
      "Hippocampus",
      "Humans",
      "Learning",
      "Memory",
      "Mice",
      "Neuronal Plasticity",
      "Neurons",
      "Rats",
      "Synapses"
    ],
  "PMID" : 18568035,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Amyloid-beta protein dimers isolated directly from Alzheimer's brains impair synaptic plasticity and memory."
}
