{ 
  "Abstract" : [ "Subchronic treatment with memantine using osmotic pumps in male rats was used to verify whether plasma levels significantly blocking L-N-methyl-D-aspartate (NMDA) receptors (and shown previously to be neuroprotective) may impair learning. Treatment with 6.27, 12.5 and 18.8 mg/rat/day provided plasma levels of 1.03+/-0.08, 5.07+/-0.68 and 11.68+/-0.90 micromol/l. Only the lowest plasma level is therapeutically relevant and has previously been shown to be neuroprotective. Significant deficits in a passive avoidance task were only observed at the highest dose. Working memory, tested as spontaneous alternation in the cross maze, was impaired by the middle and highest doses, and these doses also induced hyperlocomotion. Microdialysis experiments with in-vivo recovery (27.4%) showed that infusion of memantine at 6.27 mg/rat/day (ca. 23 mg/kg/day) produced a concentration of 990+/-105 nmol/l in extracellular fluid. In-vivo NMDA receptor occupancy experiments demonstrated significant, dose-dependent receptor occupancy of 32.7 and 65.7% by memantine at the doses producing 1 and 5 micromol/l plasma levels, respectively. Moreover, acute administration (2.5 mg/kg intraperitoneally) of memantine to mature female rats produced approximately two-fold higher plasma levels than in young male rats. In conclusion, a dose of memantine which produces a plasma level (1 micromol/l) within the therapeutic range, reported previously to be neuroprotective, leads to intracellular brain levels similar to the affinity of memantine for NMDA receptors (receptor binding, patch clamp). This has been also extended by the experiments showing that at this plasma concentration, memantine occupies ca. 30% NMDA receptors in the brain and produces no cognitive impairment." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Morè, Lorenzo",
      "Gravius, Andreas",
      "Nagel, Jens",
      "Valastro, Barbara",
      "Greco, Sergio",
      "Danysz, Wojciech"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "Behavioural pharmacology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/18797249",
  "MeshHeadings" : [ 
      "Animals",
      "Avoidance Learning",
      "Cell Survival",
      "Dose-Response Relationship, Drug",
      "Fear",
      "Female",
      "Male",
      "Maze Learning",
      "Memantine",
      "Memory, Short-Term",
      "Microdialysis",
      "Motor Activity",
      "Neuronal Plasticity",
      "Neuroprotective Agents",
      "Rats",
      "Rats, Sprague-Dawley",
      "Reaction Time",
      "Receptors, N-Methyl-D-Aspartate",
      "Retention (Psychology)",
      "Sex Factors"
    ],
  "PMID" : 18797249,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Therapeutically relevant plasma concentrations of memantine produce significant L-N-methyl-D-aspartate receptor occupation and do not impair learning in rats."
}
