{ 
  "Abstract" : [ "It has been suggested that accumulation of beta-amyloid (Abeta) peptide triggers neurodegeneration, at least in part, via glutamate-mediated excitotoxicity in Alzheimer's disease (AD) brain. This is supported by observations that toxicity induced by Abeta peptide in cultured neurons and in adult rat brain is known to be mediated by activation of glutamatergic N-methyl-d-aspartate (NMDA) receptors. Additionally, recent clinical studies have shown that memantine, a noncompetitive NMDA receptor antagonist, can significantly improve cognitive functions in some AD patients. However, very little is currently known about the potential role of memantine against Abeta-induced toxicity. In the present study, we have shown that Abeta(1-42)-induced toxicity in rat primary cortical cultured neurons is accompanied by increased extracellular and decreased intracellular glutamate levels. We subsequently demonstrated that Abeta toxicity is induced by increased phosphorylation of tau protein and activation of tau kinases, i.e. glycogen synthase kinase-3beta and extracellular signal-related kinase 1/2. Additionally, Abeta treatment induced cleavage of caspase-3 and decreased phosphorylation of cyclic AMP response element binding protein, which are critical in determining survival of neurons. Memantine treatment significantly protected cultured neurons against Abeta-induced toxicity by attenuating tau-phosphorylation and its associated signaling mechanisms. However, this drug did not alter either conformation or internalization of Abeta(1-42) and it was unable to attenuate Abeta-induced potentiation of extracellular glutamate levels. These results, taken together, provide new insights into the possible neuroprotective action of memantine in AD pathology." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Song, M S",
      "Rauw, G",
      "Baker, G B",
      "Kar, S"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "The European journal of neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19046381",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Caspase 3",
      "Cells, Cultured",
      "Cerebral Cortex",
      "Cyclic AMP Response Element-Binding Protein",
      "Enzyme Activation",
      "Excitatory Amino Acid Antagonists",
      "Extracellular Fluid",
      "Glutamic Acid",
      "Memantine",
      "Neurons",
      "Neuroprotective Agents",
      "Peptide Fragments",
      "Phosphorylation",
      "Phosphotransferases",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Up-Regulation",
      "tau Proteins"
    ],
  "PMID" : 19046381,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Memantine protects rat cortical cultured neurons against beta-amyloid-induced toxicity by attenuating tau phosphorylation."
}
