{ 
  "Abstract" : [ "Amyloid beta protein (Abeta) is thought to be responsible for the loss of memory in Alzheimer's disease (AD). A significant decrease in [Arg(8)]-vasopressin (AVP) in the AD brain has been found. However, it is unclear whether the decrease in AVP is involved in Abeta-induced impairment of memory and whether AVP can protect against Abeta-induced neurotoxicity. The present study examines the effects of intracerebroventricular (i.c.v.) injection of AVP on hippocampal long-term potentiation (LTP), a synaptic model of memory, and investigates the potential protective function of AVP in Abeta-induced LTP impairment. The results showed that (1) i.c.v. injection of different concentrations of AVP or Abeta(25-35) did not affect the baseline field excitatory postsynaptic potentials (fEPSPs); (2) AVP administration alone induced a significant increase in HFS-induced LTP, while Abeta(25-35) significantly suppressed HFS-induced LTP; (3) Abeta(25-35)-induced LTP suppression was significantly prevented by the pretreatment with AVP; (4) paired-pulse facilitation did not change after separate application or co-application of AVP and Abeta(25-35). These results indicate that AVP can potentiate hippocampal synaptic plasticity and dose-dependently prevent Abeta(25-35)-induced LTP impairment. Thus, the present study provides further insight into the mechanisms by which Abeta impairs synaptic plasticity and suggests an important approach in the treatment of AD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Jing, Wei",
      "Guo, Fen",
      "Cheng, Li",
      "Zhang, Jun-Fang",
      "Qi, Jin-Shun"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience letters" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19059464",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Arginine Vasopressin",
      "Disease Models, Animal",
      "Dose-Response Relationship, Drug",
      "Drug Interactions",
      "Electric Stimulation",
      "Excitatory Postsynaptic Potentials",
      "Hippocampus",
      "Injections, Intraventricular",
      "Long-Term Potentiation",
      "Male",
      "Memory Disorders",
      "Nootropic Agents",
      "Peptide Fragments",
      "Rats",
      "Rats, Wistar",
      "Synaptic Transmission",
      "Time Factors"
    ],
  "PMID" : 19059464,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Arginine vasopressin prevents amyloid beta protein-induced impairment of long-term potentiation in rat hippocampus in vivo."
}
