{ 
  "Abstract" : [ "Recent studies have shown that cortical local field potentials (LFP) contain information about planning or executing hand movement. While earlier research has looked at gross motor movements, we investigate the spectral modulation of LFP activity and its dependence on recording location during dexterous motor actions. In this study, we recorded LFP activity from the primary motor cortex of a primate as it performed a fine finger manipulation task involving different switches. The event-related spectral perturbations (ERSP) in four different frequency bands were considered for the analysis; 4 Hz, 6-15 Hz, 17-40 Hz and 75-170 Hz. LFPs recorded from electrodes in the hand area showed the largest change in ERSP for the highest frequency band (75-170 Hz) (p 0.05), while LFPs recorded from electrodes placed more medially in the arm area showed the largest change in ERSP for the lowest frequency band (4 Hz) (p 0.05). Furthermore, the spectral information from the <4 Hz and 75-150 Hz frequency bands was used to successfully decode the three dexterous grasp movements with an average accuracy of up to 81%. Although previous research has shown that multi-unit neuronal activity can be used to decode fine motor movements, these results demonstrate that LFP activity can also be used to decode dexterous motor tasks. This has implications for future neuroprosthetic devices due to the robustness of LFP signals for chronic recording." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Mollazadeh, Mohsen",
      "Aggarwal, Vikram",
      "Singhal, Girish",
      "Law, Andrew",
      "Davidson, Adam",
      "Schieber, Marc",
      "Thakor, Nitish"
    ],
  "Date" : "2008",
  "Identifier" : [  ],
  "Journal" : [ "Conference proceedings : ... Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual Conference" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19163917",
  "MeshHeadings" : [ 
      "Animals",
      "Electroencephalography",
      "Evoked Potentials, Motor",
      "Fingers",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Motor Skills",
      "Movement",
      "Task Performance and Analysis"
    ],
  "PMID" : 19163917,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Spectral modulation of LFP activity in M1 during dexterous finger movements."
}
