{ 
  "Abstract" : [ "One of the serious unwanted effects of the anthracycline anticancer drug doxorubicin (Dox, adriamycin) is its neurotoxicity, which can be evoked by the activation of extracellular (FAS/CD95/Apo-1) pathway of apoptosis in cells. Since memantine, a clinically used N-methyl-D: -aspartic acid (NMDA) receptor antagonist, shows antiapoptotic action in several models of neuronal cell damage, in this study we evaluated the effect of memantine on the cell death induced by Dox in primary neuronal cell cultures. First, we investigated the effect of different concentrations of Dox (0.1-5 microM) on mouse neocortical, hippocampal, striatal, and cerebellar neurons on 7- and 12-day in vitro (DIV). The 7 DIV neuronal cell cultures were more prone to Dox-induced cell death than 12 DIV cultures. The cerebellar neurons were the most resistant to Dox-induced apoptosis in comparison to neuronal cell cultures derived from the forebrain. Memantine (0.1-2 microM) attenuated the Dox-evoked lactate dehydrogenase release in 7 DIV neuronal cell cultures with no significant effect on 12 DIV cultures. The ameliorating effect of memantine on Dox-mediated cell death was also confirmed by an increase in cell viability measured by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide reduction assay. There was no effect of memantine on Dox-induced caspase-8 and -3 activity and Dox-evoked decrease in mitochondrial potential, although attenuation in the number of cells with apoptotic DNA fragmentation was observed. We also showed that the antiapoptotic effect of memantine in our model was NMDA receptor-independent, since two other antagonists of this receptor, MK-801 and AP-5, did not attenuate Dox-induced cell death. Furthermore, memantine did not influence the Dox-evoked increase in cytoplasmic Ca2+ level. The obtained data suggest developmental regulation of both, the Dox-mediated neurotoxicity and efficacy of memantine in alleviating the Dox-induced cell damage in neuronal cell cultures. Moreover, this neuroprotective effect of memantine seems not to be dependent on caspase-3 activity and on the antagonistic action on NMDA receptor." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Jantas, D",
      "Lason, W"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "Neurotoxicity research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19384585",
  "MeshHeadings" : [ 
      "Analysis of Variance",
      "Animals",
      "Antibiotics, Antineoplastic",
      "Brain",
      "Calcium",
      "Caspase 3",
      "Caspase 8",
      "Cell Survival",
      "Cells, Cultured",
      "Cysteine Proteinase Inhibitors",
      "Dose-Response Relationship, Drug",
      "Doxorubicin",
      "Embryo, Mammalian",
      "Excitatory Amino Acid Antagonists",
      "L-Lactate Dehydrogenase",
      "Memantine",
      "Mice",
      "Neurons",
      "Neuroprotective Agents",
      "Oligopeptides",
      "Reactive Oxygen Species",
      "Tetrazolium Salts",
      "Thiazoles",
      "Time Factors"
    ],
  "PMID" : 19384585,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Protective effect of memantine against Doxorubicin toxicity in primary neuronal cell cultures: influence a development stage."
}
