{ 
  "Abstract" : [ "Brain oscillations modulated by motor behaviors are coupled to steady-state and other potentially unrelated to movement oscillations, with energy in the same frequency bands as the signals of interest. We applied matched filtering, a quasi-optimum signal detection technique, to decouple and extract movement-related signals from local field potentials (LFPs) recorded in monkey motor cortical areas during the execution of a visually instructed reach-out task. Using a matched-filterbank, we examined coupling and interference of pre-movement and initial steady-state oscillations with movement-induced signals. Once these signal contributions were eliminated, we were able to identify significant correlations of the residual signals with behavioral parameters, which appeared attenuated by pre-movement signal interference in the raw LFPs. Specifically, the maximum and minimum amplitudes of filtered LFPs were directly modulated by peak movement velocity and micro-movements, respectively, identified in recorded hand velocity profiles. In addition, we identified phase correlations between signals during the delay (when the instructional cue was presented) and movement intervals, as well as modulation of LFP phase by movement direction. For pairs of orthogonal movement directions, corresponding LFP signals were consistently out of phase. Finally, β-band energy which is typically reduced during movement execution, possibly partly due to destructive interference between the modulated by behavior signal and unrelated oscillations, appeared to be recovered in the filtered signals." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Stamoulis, Catherine",
      "Richardson, Andrew G"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "Journal of computational neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19424783",
  "MeshHeadings" : [ 
      "Animals",
      "Biological Clocks",
      "Brain",
      "Evoked Potentials, Motor",
      "Macaca mulatta",
      "Male",
      "Models, Biological",
      "Movement",
      "Reaction Time",
      "Signal Processing, Computer-Assisted",
      "Time Factors"
    ],
  "PMID" : 19424783,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Application of matched filtering to identify behavioral modulation of brain oscillations."
}
