{ 
  "Abstract" : [ "Slow finger movements in man are not smooth, but are characterized by 8- to 12-Hz discontinuities in finger acceleration thought to have a central source. We trained two macaque monkeys to track a moving target by performing index finger flexion/extension movements and recorded local field potentials (LFPs) and spike activity from the primary motor cortex (M1); some cells were identified as pyramidal tract neurons by antidromic activation or as corticomotoneuronal cells by spike-triggered averaging. There was significant coherence between finger acceleration in the approximately 10-Hz range and both LFPs and spikes. LFP-acceleration coherence was similar for flexion and extension movements (0.094 at 9.8 Hz and 0.11 at 6.8 Hz, respectively), but substantially smaller during steady holding (0.0067 at 9.35 Hz). The coherence phase showed a significant linear relationship with frequency over the 6- to 13-Hz range, as expected for a constant conduction delay, but the slope indicated that LFP lagged acceleration by 18 +/- 14 or 36 +/- 8 ms for flexion and extension movements, respectively. Directed coherence analysis supported the conclusion that the dominant interaction was in the acceleration to LFP (i.e., sensory) direction. The phase relationships between finger acceleration and both LFPs and spikes shifted by about pi radians in flexion compared with extension trials. However, for a given trial type the phase relationship with acceleration was similar for cells that increased their firing during flexion or during extension trials. We conclude that movement discontinuities during slow finger movements arise from a reciprocally coupled network, which includes M1 and the periphery." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Williams, Elizabeth R",
      "Soteropoulos, Demetris S",
      "Baker, Stuart N"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19474171",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Efferent Pathways",
      "Electromyography",
      "Female",
      "Fingers",
      "Linear Models",
      "Macaca mulatta",
      "Motor Activity",
      "Motor Cortex",
      "Motor Neurons",
      "Muscle, Skeletal",
      "Neurons",
      "Pyramidal Tracts",
      "Time Factors"
    ],
  "PMID" : 19474171,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Coherence between motor cortical activity and peripheral discontinuities during slow finger movements."
}
