{ 
  "Abstract" : [ "The aggregation of the amyloid-beta (Abeta) peptide plays a pivotal role in the pathogenesis of Alzheimer's disease, as soluble oligomers are intimately linked to neuronal toxicity and inhibition of hippocampal long-term potentiation (LTP). In the C-terminal region of Abeta there are three consecutive GxxxG dimerization motifs, which we could previously demonstrate to play a critical role in the generation of Abeta. Here, we show that glycine 33 (G33) of the central GxxxG interaction motif within the hydrophobic Abeta sequence is important for the aggregation dynamics of the peptide. Abeta peptides with alanine or isoleucine substitutions of G33 displayed an increased propensity to form higher oligomers, which we could attribute to conformational changes. Importantly, the oligomers of G33 variants were much less toxic than Abeta(42) wild type (WT), in vitro and in vivo. Also, whereas Abeta(42) WT is known to inhibit LTP, Abeta(42) G33 variants had lost the potential to inhibit LTP. Our findings reveal that conformational changes induced by G33 substitutions unlink toxicity and oligomerization of Abeta on the molecular level and suggest that G33 is the key amino acid in the toxic activity of Abeta. Thus, a specific toxic conformation of Abeta exists, which represents a promising target for therapeutic interventions." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Harmeier, Anja",
      "Wozny, Christian",
      "Rost, Benjamin R",
      "Munter, Lisa-Marie",
      "Hua, Haiqing",
      "Georgiev, Oleg",
      "Beyermann, Michael",
      "Hildebrand, Peter W",
      "Weise, Christoph",
      "Schaffner, Walter",
      "Schmitz, Dietmar",
      "Multhaup, Gerd"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19515926",
  "MeshHeadings" : [ 
      "Amino Acid Motifs",
      "Amino Acid Sequence",
      "Amino Acid Substitution",
      "Amyloid beta-Peptides",
      "Animals",
      "Cell Death",
      "Cell Line, Tumor",
      "Cells, Cultured",
      "Drosophila melanogaster",
      "Excitatory Postsynaptic Potentials",
      "Eye",
      "Glycine",
      "Hippocampus",
      "Humans",
      "Hydrophobic and Hydrophilic Interactions",
      "Long-Term Potentiation",
      "Models, Molecular",
      "Molecular Sequence Data",
      "Mutation, Missense",
      "Neuronal Plasticity",
      "Neurons",
      "Peptide Fragments",
      "Protein Conformation",
      "Protein Multimerization",
      "Rats",
      "Rats, Wistar"
    ],
  "PMID" : 19515926,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Role of amyloid-beta glycine 33 in oligomerization, toxicity, and neuronal plasticity."
}
