{ 
  "Abstract" : [ "Autosomal dominant mutations in leucine-rich repeat kinase 2 (LRRK2) are the most common genetic cause of late-onset Parkinson's disease. The most prevalent LRRK2(G2019S) mutation has repeatedly been shown to enhance kinase activity and neurotoxicity, however, the molecular mechanisms leading to neurodegeneration remain poorly defined. Here we show that recombinant human LRRK2 preferentially phosphorylates tubulin-beta purified from bovine brain and that phosphorylation is three-fold enhanced by the LRRK2(G2019S) mutation. By tandem mass spectrometry, Thr107 was identified as phosphorylation site which is highly conserved between tubulin-beta family members and also between tubulin-beta genes of different species. LRRK2 was co-immunoprecipitated with tubulin-beta both from wild-type mouse brain and from LRRK2 over-expressing, non-neuronal human embryonic kidney 293 cells. However, an effect of LRRK2 on tubulin phosphorylation and assembly was only detectable in mouse brain samples. In vitro co-incubation of bovine brain tubulins with LRRK2 increased microtubule stability in the presence of microtubule-associated proteins which may explain the reduction in neurite length in LRRK2-deficient neurons in culture. These findings suggest that LRRK2(G2019S)-induced neurodegeneration in Parkinsonian brains may be partly mediated by increased phosphorylation of tubulin-beta and constraining of microtubule dynamics." ],
  "Annotations" : [  ],
  "Authors" : [ "Gillardon, Frank" ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19545277",
  "MeshHeadings" : [ 
      "Animals",
      "Brain",
      "Cattle",
      "Cell Line",
      "Humans",
      "Insects",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Knockout",
      "Microtubule-Associated Proteins",
      "Microtubules",
      "Nerve Degeneration",
      "Neurites",
      "Parkinson Disease",
      "Phosphorylation",
      "Protein Stability",
      "Protein-Serine-Threonine Kinases",
      "Tubulin"
    ],
  "PMID" : 19545277,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Leucine-rich repeat kinase 2 phosphorylates brain tubulin-beta isoforms and modulates microtubule stability--a point of convergence in parkinsonian neurodegeneration?"
}
