{ 
  "Abstract" : [ "Prophylactic agents acutely administered in response to anticholinesterases intoxication can prevent toxic symptoms, including fasciculations, seizures, convulsions and death. However, anticholinesterases also have long-term unknown pathophysiological effects, making rational prophylaxis/treatment problematic. Increasing evidence suggests that in addition to excessive cholinergic stimulation, organophosphate compounds such as diisopropylphosphorofluoridate (DFP) induce activation of glutamatergic neurons, generation of reactive oxygen (ROS) and nitrogen species (RNS), leading to neurodegeneration. The present study investigated multiple affectors of DFP exposure critical to cerebral oxidative damage and whether antioxidants and NMDA receptor antagonist memantine provide neuroprotection by preventing DFP-induced biochemical and morphometric changes in rat brain. Rats treated acutely with DFP (1.25 mg/kg, s.c.) developed onset of toxicity signs within 7-15 min that progressed to maximal severity of seizures and fasciculations within 60 min. At this time point, DFP caused significant (p<0.01) increases in biomarkers of ROS (F2-isoprostanes, F2-IsoPs; and F4-neuroprostanes, F4-NeuroPs), RNS (citrulline), and declines in high-energy phosphates (HEP) in rat cerebrum. At the same time, quantitative morphometric analysis of pyramidal neurons of the hippocampal CA1 region revealed significant (p<0.01) reductions in dendritic lengths and spine density. When rats were pretreated with the antioxidants N-tert-butyl-alpha-phenylnitrone (PBN, 200 mg/kg, i.p.), or vitamin E (100 mg/kg, i.p./day for 3 days), or memantine (18 mg/kg, i.p.), significant attenuations in DFP-induced increases in F2-IsoPs, F4-NeuroPs, citrulline, and depletion of HEP were noted. Furthermore, attenuation in oxidative damage following antioxidants or memantine pretreatment was accompanied by rescue from dendritic degeneration of pyramidal neurons in the CA1 hippocampal area. These findings closely associated DFP-induced lipid peroxidation with dendritic degeneration of pyramidal neurons in the CA1 hippocampal area and point to possible interventions to limit oxidative injury and dendritic degeneration induced by anticholinesterase neurotoxicity." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Zaja-Milatovic, Snjezana",
      "Gupta, Ramesh C",
      "Aschner, Michael",
      "Milatovic, Dejan"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "Toxicology and applied pharmacology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19615394",
  "MeshHeadings" : [ 
      "Animals",
      "Antioxidants",
      "Biomarkers",
      "Brain",
      "Cholinesterase Inhibitors",
      "Cyclic N-Oxides",
      "Disease Models, Animal",
      "Excitatory Amino Acid Antagonists",
      "Injections, Intraperitoneal",
      "Isoflurophate",
      "Lipid Peroxidation",
      "Male",
      "Memantine",
      "Neurodegenerative Diseases",
      "Neuroprotective Agents",
      "Neurotoxicity Syndromes",
      "Oxidative Stress",
      "Pyramidal Cells",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Seizures",
      "Time Factors",
      "Vitamin A"
    ],
  "PMID" : 19615394,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Protection of DFP-induced oxidative damage and neurodegeneration by antioxidants and NMDA receptor antagonist."
}
