{ 
  "Abstract" : [ "Mutations in leucine-rich repeat kinase 2 (LRRK2) cause autosomal-dominant familial Parkinson's disease. We generated lines of Caenorhabditis elegans expressing neuronally directed human LRRK2. Expressing human LRRK2 increased nematode survival in response to rotenone or paraquat, which are agents that cause mitochondrial dysfunction. Protection by G2019S, R1441C, or kinase-dead LRRK2 was less than protection by wild-type LRRK2. Knockdown of lrk-1, the endogenous ortholog of LRRK2 in C. elegans, reduced survival associated with mitochondrial dysfunction. C. elegans expressing LRRK2 showed rapid loss of dopaminergic markers (DAT::GFP fluorescence and dopamine levels) beginning in early adulthood. Loss of dopaminergic markers was greater for the G2019S LRRK2 line than for the wild-type line. Rotenone treatment induced a larger loss of dopamine markers in C. elegans expressing G2019S LRRK2 than in C. elegans expressing wild-type LRRK2; however, loss of dopaminergic markers in the G2019S LRRK2 nematode lines was not statistically different from that in the control line. These data suggest that LRRK2 plays an important role in modulating the response to mitochondrial inhibition and raises the possibility that mutations in LRRK2 selectively enhance the vulnerability of dopaminergic neurons to a stressor associated with Parkinson's disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Saha, Shamol",
      "Guillily, Maria D",
      "Ferree, Andrew",
      "Lanceta, Joel",
      "Chan, Diane",
      "Ghosh, Joy",
      "Hsu, Cindy H",
      "Segal, Lilach",
      "Raghavan, Kesav",
      "Matsumoto, Kunihiro",
      "Hisamoto, Naoki",
      "Kuwahara, Tomoki",
      "Iwatsubo, Takeshi",
      "Moore, Landon",
      "Goldstein, Lee",
      "Cookson, Mark",
      "Wolozin, Benjamin"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19625511",
  "MeshHeadings" : [ 
      "Aging",
      "Animals",
      "Animals, Genetically Modified",
      "Caenorhabditis elegans",
      "Dopamine",
      "Gene Knockdown Techniques",
      "Herbicides",
      "Insecticides",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mitochondria",
      "Mortality",
      "Mutation",
      "Neurons",
      "Paraquat",
      "Protein-Serine-Threonine Kinases",
      "RNA, Messenger",
      "Rotenone"
    ],
  "PMID" : 19625511,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 modulates vulnerability to mitochondrial dysfunction in Caenorhabditis elegans."
}
