{ 
  "Abstract" : [ "Tosyl-polyamine derivatives such as N-{4-[4-(guanidinobutylamino)-butylamino]butyl}-4-methylbenzenesulfonamide trihydrochroride (TsHSPMG) have been found to strongly inhibit macroscopic currents through heteromeric N-methyl-D-aspartate (NMDA) receptors (NR1/NR2A, NR1/NR2B) and Ca(2+)-permeable alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (homomeric glutamate receptor 1) receptors expressed in Xenopus laevis oocytes on voltage-clamp recording. In the present study, it was found that the inhibition of NMDA receptor activity induced by tosyl-polyamine derivatives was voltage-dependent. Some mutations located in the intracellular region of the channel pore, such as NR1 E621Q and NR2B W607L, reduced the inhibition by tosyl-polyamine derivatives, suggesting that tosyl-polyamine derivatives penetrate deeply into the channel pore of NMDA receptors. The neuroprotective effects of tosyl-polyamine derivatives against cell injury caused by NMDA were investigated in cultured rat hippocampal neurons. Addition of 1 microM TsHSPMG to medium ablated the neurotoxicity induced by NMDA, and a similar effect was observed with 30 microM memantine. The neuroprotective effects of tosyl-polyamine derivatives on NMDA-induced seizures in mice were also assayed. Intracerebroventricular or intravenous injection of TsHSPMG (0.1 or 0.5 mg/kg) decreased the seizures induced by intraperitoneal injection of NMDA in mice. These findings indicate that tosyl-polyamine derivatives exhibit neuroprotective effects not only in primary cultured neurons but also in mice." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Masuko, Takashi",
      "Namiki, Rie",
      "Nemoto, Yuta",
      "Miyake, Muneharu",
      "Kizawa, Yasuo",
      "Suzuki, Toyofumi",
      "Kashiwagi, Keiko",
      "Igarashi, Kazuei",
      "Kusama, Tadashi"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of pharmacology and experimental therapeutics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19644042",
  "MeshHeadings" : [ 
      "Animals",
      "Anthraquinones",
      "Cell Line, Tumor",
      "Cells, Cultured",
      "Cloning, Molecular",
      "Dansyl Compounds",
      "Electrophysiology",
      "Excitatory Amino Acid Agonists",
      "Excitatory Amino Acid Antagonists",
      "Female",
      "Hippocampus",
      "Humans",
      "Mice",
      "N-Methylaspartate",
      "Neuroblastoma",
      "Neurons",
      "Neuroprotective Agents",
      "Oocytes",
      "Patch-Clamp Techniques",
      "Polyamines",
      "Pregnancy",
      "Rats",
      "Receptors, AMPA",
      "Receptors, Glutamate",
      "Receptors, N-Methyl-D-Aspartate",
      "Seizures",
      "Spermine",
      "Tosyl Compounds",
      "Xenopus laevis"
    ],
  "PMID" : 19644042,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuroprotection by tosyl-polyamine derivatives through the inhibition of ionotropic glutamate receptors."
}
