{ 
  "Abstract" : [ "Dominantly inherited mutations in leucine-rich repeat kinase 2 (LRRK2) are a common genetic cause of Parkinson's disease (PD). The importance of the R1441 residue in the pathogenesis is highlighted by the identification of three distinct missense mutations. To investigate the pathogenic mechanism underlying LRRK2 dysfunction, we generated a knockin (KI) mouse in which the R1441C mutation is expressed under the control of the endogenous regulatory elements. Homozygous R1441C KI mice appear grossly normal and exhibit no dopaminergic (DA) neurodegeneration or alterations in steady-state levels of striatal dopamine up to 2 years of age. However, these KI mice show reductions in amphetamine (AMPH)-induced locomotor activity and stimulated catecholamine release in cultured chromaffin cells. The introduction of the R1441C mutation also impairs dopamine D2 receptor function, as suggested by decreased responses of KI mice in locomotor activity to the inhibitory effect of a D2 receptor agonist, quinpirole. Furthermore, the firing of nigral neurons in R1441C KI mice show reduced sensitivity to suppression induced by quinpirole, dopamine, or AMPH. Together, our data suggest that the R1441C mutation in LRRK2 impairs stimulated dopamine neurotransmission and D2 receptor function, which may represent pathogenic precursors preceding dopaminergic degeneration in PD brains." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Tong, Youren",
      "Pisani, Antonio",
      "Martella, Giuseppina",
      "Karouani, Maha",
      "Yamaguchi, Hiroo",
      "Pothos, Emmanuel N",
      "Shen, Jie"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "Proceedings of the National Academy of Sciences of the United States of America" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19667187",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Amino Acid Substitution",
      "Animals",
      "Blotting, Northern",
      "Blotting, Western",
      "Brain",
      "Catecholamines",
      "Cells, Cultured",
      "Chromaffin Cells",
      "Dopamine",
      "Glial Fibrillary Acidic Protein",
      "Immunohistochemistry",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Inbred Strains",
      "Mice, Mutant Strains",
      "Motor Activity",
      "Mutation",
      "Neurons",
      "Protein-Serine-Threonine Kinases",
      "Quinpirole",
      "Receptors, Dopamine D2",
      "Synaptic Transmission",
      "alpha-Synuclein"
    ],
  "PMID" : 19667187,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "R1441C mutation in LRRK2 impairs dopaminergic neurotransmission in mice."
}
