{ 
  "Abstract" : [ "The presenilin containing gamma-secretase complex is responsible for the regulated intramembraneous proteolysis of the amyloid precursor protein (APP), the Notch receptor, and a multitude of other substrates. gamma-Secretase catalyzes the final step in the generation of Abeta(40) and Abeta(42) peptides from APP. Amyloid beta-peptides (Abeta peptides) aggregate to form neurotoxic oligomers, senile plaques, and congophilic angiopathy, some of the cardinal pathologies associated with Alzheimer's disease. Although inhibition of this protease acting on APP may result in potentially therapeutic reductions of neurotoxic Abeta peptides, nonselective inhibition of the enzyme may cause severe adverse events as a result of impaired Notch receptor processing. Here, we report the preclinical pharmacological profile of GSI-953 (begacestat), a novel thiophene sulfonamide gamma-secretase inhibitor (GSI) that selectively inhibits cleavage of APP over Notch. This GSI inhibits Abeta production with low nanomolar potency in cellular and cell-free assays of gamma-secretase function, and displaces a tritiated analog of GSI-953 from enriched gamma-secretase enzyme complexes with similar potency. Cellular assays of Notch cleavage reveal that this compound is approximately 16-fold selective for the inhibition of APP cleavage. In the human APP-overexpressing Tg2576 transgenic mouse, treatment with this orally active compound results in a robust reduction in brain, plasma, and cerebral spinal fluid Abeta levels, and a reversal of contextual fear-conditioning deficits that are correlated with Abeta load. In healthy human volunteers, oral administration of a single dose of GSI-953 produces dose-dependent changes in plasma Abeta levels, confirming pharmacodynamic activity of GSI-953 in humans." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Martone, Robert L",
      "Zhou, Hua",
      "Atchison, Kevin",
      "Comery, Thomas",
      "Xu, Jane Z",
      "Huang, Xinyi",
      "Gong, Xioahai",
      "Jin, Mei",
      "Kreft, Anthony",
      "Harrison, Boyd",
      "Mayer, Scott C",
      "Aschmies, Suzan",
      "Gonzales, Cathleen",
      "Zaleska, Margaret M",
      "Riddell, David R",
      "Wagner, Erik",
      "Lu, Peimin",
      "Sun, Shaiu-Ching",
      "Sonnenberg-Reines, June",
      "Oganesian, Aram",
      "Adkins, Karissa",
      "Leach, Michael W",
      "Clarke, David W",
      "Huryn, Donna",
      "Abou-Gharbia, Magid",
      "Magolda, Ronald",
      "Bard, Jonathan",
      "Frick, Glen",
      "Raje, Sangeeta",
      "Forlow, S Bradley",
      "Balliet, Carrie",
      "Burczynski, Michael E",
      "Reinhart, Peter H",
      "Wan, Hong I",
      "Pangalos, Menelas N",
      "Jacobsen, J Steven"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of pharmacology and experimental therapeutics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19671883",
  "MeshHeadings" : [ 
      "Adolescent",
      "Adult",
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "Binding, Competitive",
      "CHO Cells",
      "Cell Line",
      "Cricetinae",
      "Cricetulus",
      "Dogs",
      "Enzyme Inhibitors",
      "Fear",
      "Female",
      "Humans",
      "Male",
      "Mice",
      "Mice, Transgenic",
      "Middle Aged",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, Notch",
      "Signal Transduction",
      "Sulfonamides",
      "Thiophenes",
      "Young Adult"
    ],
  "PMID" : 19671883,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Begacestat (GSI-953): a novel, selective thiophene sulfonamide inhibitor of amyloid precursor protein gamma-secretase for the treatment of Alzheimer's disease."
}
