{ 
  "Abstract" : [ "LRRK2 is an autosomal dominant gene whose mutations cause familial Parkinson's disease (PD). The LRRK2 protein contains a functional kinase and a GTPase domain. PD phenotypes caused by LRRK2 mutations are similar to those of idiopathic PD, implying that LRRK2 is an important participant in PD pathogenesis. Of LRRK2's PD-specific mutations, the G2019S is the most frequently observed one. Its over-expression is known to increase kinase activity and neurotoxicity compared to wild type (WT) LRRK2. Here, using a simple colorimetric cell viability assay, we analyzed LRRK2's neurotoxicity in dopaminergic SN4741 cells following treatment with hydrogen peroxide. When WT, G2019S, or empty vector was expressed in SN4741 cells, cell death was modestly and significantly increased in the order of G2019S>WT>vector. When these transfected cells were treated with hydrogen peroxide to mimic oxidative stress, cellular neurotoxicity was enhanced in the same order (i.e. G2019S>WT>vector). Moreover, incubation of SN4741 cells with conditioned medium from cells expressing G2019S and subjected to hydrogen peroxide treatment exhibited 10-15% more cell death than conditioned medium from cells transfected with vector or WT, suggesting that G2019S-expressing cells secrete a factor(s) affecting viability of neighboring cells. The kinase domain was mapped to be responsible for oxidative stress-induced neurotoxicity. In addition, over-expression of WT and G2019S LRRK2 lead to a weak, but significant, increase in intracellular reactive oxygen species (ROS) in the order of G2019S>WT as measured by DCFH-DA assay in both the presence and absence of H(2)O(2) treatment. Furthermore, in G2019S-expressing cells, co-expression of the anti-oxidant protein DJ-1 or ERK inhibitor treatment restored survival rate to a level similar to that of cells transfected with control vector under H(2)O(2) treatment. Taken together, our data suggest that the LRRK2 kinase domain increases the generation of ROS and causes enhanced neurotoxicity under H(2)O(2) treatment, which can be at least partially rescued by DJ-1 or the ERK inhibitor." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Heo, Hye Young",
      "Park, Ji-Min",
      "Kim, Cy-Hyun",
      "Han, Baek Soo",
      "Kim, Kwang-Soo",
      "Seol, Wongi"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "Experimental cell research" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19769964",
  "MeshHeadings" : [ 
      "Biological Assay",
      "Blotting, Western",
      "Cell Survival",
      "Cells, Cultured",
      "Cloning, Molecular",
      "Enzyme Inhibitors",
      "Genetic Vectors",
      "Humans",
      "Hydrogen Peroxide",
      "Intracellular Signaling Peptides and Proteins",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mutation",
      "Neurons",
      "Oncogene Proteins",
      "Oxidative Stress",
      "Phosphotransferases",
      "Plasmids",
      "Protein Deglycase DJ-1",
      "Protein-Serine-Threonine Kinases",
      "Reactive Oxygen Species",
      "Signal Transduction"
    ],
  "PMID" : 19769964,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 enhances oxidative stress-induced neurotoxicity via its kinase activity."
}
