{ 
  "Abstract" : [ "The dorsal pathway of the primate visual cortex is involved in the processing of motion signals that are useful for perception and behavior. Along this pathway, motion information is first measured by the primary visual cortex (V1), which sends specialized projections to extrastriate regions such as the middle temporal area (MT). Previous work with plaid stimuli has shown that most V1 neurons respond to the individual components of moving stimuli, whereas some MT neurons are capable of estimating the global motion of the pattern. In this work, we show that the majority of neurons in the medial superior temporal area (MST), which receives input from MT, have this pattern-selective property. Interestingly, the local field potentials (LFPs) measured simultaneously with the spikes often exhibit properties similar to that of the presumptive feedforward input to each area: in the high-gamma frequency band, the LFPs in MST are as component selective as the spiking outputs of MT, and MT LFPs have plaid responses that are similar to the spiking outputs of V1. In the lower LFP frequency bands (beta and low gamma), component selectivity is very common, and pattern selectivity is almost entirely absent in both MT and MST. Together, these results suggest a surprisingly strong link between the sensory tuning of cortical LFPs and afferent inputs, with important implications for the interpretation of imaging studies and for models of cortical function." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Khawaja, Farhan A",
      "Tsui, James M G",
      "Pack, Christopher C"
    ],
  "Date" : "2009",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/19864582",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Macaca mulatta",
      "Microelectrodes",
      "Motion Perception",
      "Neurons",
      "Periodicity",
      "Photic Stimulation",
      "Temporal Lobe",
      "Visual Cortex",
      "Visual Pathways"
    ],
  "PMID" : 19864582,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Pattern motion selectivity of spiking outputs and local field potentials in macaque visual cortex."
}
