{ 
  "Abstract" : [ "Mutations in leucine-rich repeat kinase 2 (LRRK2) are the most frequent cause of autosomal-dominant Parkinson's disease (PD). The second known autosomal-dominant PD gene (SNCA) encodes alpha-synuclein, which is deposited in Lewy bodies, the neuropathological hallmark of PD. LRRK2 contains a kinase domain with homology to mitogen-activated protein kinase kinase kinases (MAPKKKs) and its activity has been suggested to be a key factor in LRRK2-associated PD. Here we investigated the role of LRRK2 in signal transduction pathways to identify putative PD-relevant downstream targets. Over-expression of wild-type [wt]LRRK2 in human embryonic kidney HEK293 cells selectively activated the extracellular signal-regulated kinase (ERK) module. PD-associated mutants G2019S and R1441C, but not kinase-dead LRRK2, induced ERK phosphorylation to the same extent as [wt]LRRK2, indicating that this effect is kinase-dependent. However, ERK activation by mutant R1441C and G2019S was significantly slower than that for [wt]LRRK2, despite similar levels of expression. Furthermore, induction of the ERK module by LRRK2 was associated to a small but significant induction of SNCA, which was suppressed by treatment with the selective MAPK/ERK kinase inhibitor U0126. This pathway linking the two dominant PD genes LRRK2 and SNCA may offer an interesting target for drug therapy in both familial and sporadic disease." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Carballo-Carbajal, Iria",
      "Weber-Endress, Susanne",
      "Rovelli, Giorgio",
      "Chan, Diane",
      "Wolozin, Benjamin",
      "Klein, Christian L",
      "Patenge, Nadja",
      "Gasser, Thomas",
      "Kahle, Philipp J"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "Cellular signalling" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/20074637",
  "MeshHeadings" : [ 
      "Butadienes",
      "Cell Line",
      "Enzyme Activation",
      "Extracellular Signal-Regulated MAP Kinases",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "MAP Kinase Kinase 2",
      "MAP Kinase Signaling System",
      "Mutant Proteins",
      "Mutation",
      "Nitriles",
      "Parkinson Disease",
      "Phosphorylation",
      "Protein Transport",
      "Protein-Serine-Threonine Kinases",
      "RNA, Messenger",
      "Time Factors",
      "Transcription, Genetic",
      "Up-Regulation",
      "alpha-Synuclein"
    ],
  "PMID" : 20074637,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Leucine-rich repeat kinase 2 induces alpha-synuclein expression via the extracellular signal-regulated kinase pathway."
}
