{ 
  "Abstract" : [ "Tremor imposes an important limit to the accuracy of fine movements in healthy individuals and can be a disabling feature of neurological disease. Voluntary slow finger movements are not smooth but are characterized by large discontinuities (i.e., steps) in the tremor frequency range (approximately 10 Hz). Previous studies have shown that these discontinuities are coherent with activity in the primary motor cortex (M1), but that other brain areas are probably also involved. We investigated the contribution of three important subcortical areas in two macaque monkeys trained to perform slow finger movements. Local field potential and single-unit activity were recorded from the deep cerebellar nuclei (DCN), medial pontomedullary reticular formation, and the intermediate zone of the spinal cord (SC). Coherence between LFP and acceleration was significant at 6 to 13 Hz for all areas, confirming the highly distributed nature of the central network responsible for this activity. The coherence phase at 6 to 13 Hz for DCN and pontomedullary reticular formation was similar to our previous results in M1. By contrast, for SC the phase differed from M1 by approximately pi rad. Examination of single-unit discharge confirmed that this was a genuine difference in neural spiking and could not be explained by different properties of the local field potential. Convergence of antiphase oscillations from the SC with cortical and subcortical descending inputs will lead to cancellation of approximately 10 Hz oscillations at the motoneuronal level. This could appreciably limit drive to muscle at this frequency, thereby reducing tremor and improving movement precision." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Williams, Elizabeth R",
      "Soteropoulos, Demetris S",
      "Baker, Stuart N"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "Proceedings of the National Academy of Sciences of the United States of America" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/20534484",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Cerebellum",
      "Electromyography",
      "Evoked Potentials, Motor",
      "Female",
      "Fingers",
      "Humans",
      "Interneurons",
      "Macaca mulatta",
      "Models, Neurological",
      "Motor Cortex",
      "Motor Neurons",
      "Movement",
      "Nerve Net",
      "Reticular Formation",
      "Spinal Cord",
      "Tremor"
    ],
  "PMID" : 20534484,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Spinal interneuron circuits reduce approximately 10-Hz movement discontinuities by phase cancellation."
}
