{ 
  "Abstract" : [ "Evoked potentials (EPs) are observed in motor cortical local field potentials (LFPs) during movement execution (movement-related potentials [MRPs]) and in response to relevant visual cues (visual evoked potentials [VEPs]). Motor cortical EPs may be directionally selective, but little is known concerning their relation to other aspects of motor behavior, such as task timing and performance. We recorded LFPs in motor cortex of two monkeys during performance of a precued arm-reaching task. A time cue at the start of each trial signaled delay duration and thereby the pace of the task and the available time for movement preparation. VEPs and MRPs were strongly modulated by the delay duration, VEPs being systematically larger in short-delay trials and MRPs larger in long-delay trials. Despite these systematic modulations related to the task timing, directional selectivity was similar in short and long trials. The behavioral reaction time was positively correlated with MRP size and negatively correlated with VEP size, within sessions. In addition, the behavioral performance improved across sessions, in parallel with a slow decrease in the size of VEPs and MRPs. Our results clearly show the strong influence of the behavioral context and performance on motor cortical population activity during movement preparation and execution." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Kilavik, Bjørg Elisabeth",
      "Confais, Joachim",
      "Ponce-Alvarez, Adrián",
      "Diesmann, Markus",
      "Riehle, Alexa"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/20884766",
  "MeshHeadings" : [ 
      "Animals",
      "Brain Mapping",
      "Cues",
      "Electroencephalography",
      "Electromyography",
      "Evoked Potentials, Motor",
      "Macaca mulatta",
      "Motor Activity",
      "Motor Cortex",
      "Movement",
      "Psychomotor Performance",
      "Reaction Time"
    ],
  "PMID" : 20884766,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Evoked potentials in motor cortical local field potentials reflect task timing and behavioral performance."
}
