{ 
  "Abstract" : [ "Nonfibrillar, water-soluble low-molecular weight assemblies of the amyloid β-protein (Aβ) are believed to play an important role in Alzheimer's disease (AD). Aqueous extracts of human brain contain Aβ assemblies that migrate on SDS-polyacrylamide gels and elute from size exclusion as dimers (∼8 kDa) and can block long-term potentiation and impair memory consolidation in the rat. Such species are detected specifically and sensitively in extracts of Alzheimer brain suggesting that SDS-stable dimers may be the basic building blocks of AD-associated synaptotoxic assemblies. Consequently, understanding the structure and properties of Aβ dimers is of great interest. In the absence of sufficient brain-derived dimer to facilitate biophysical analysis, we generated synthetic dimers designed to mimic the natural species. For this, Aβ(1-40) containing cysteine in place of serine 26 was used to produce disulphide cross-linked dimer, (AβS26C)2. Such dimers had no detectable secondary structure, produced an analytical ultracentrifugation profile consistent for an ∼8.6 kDa protein, and had no effect on hippocampal long-term potentiation (LTP). However, (AβS26C)2 aggregated more rapidly than either AβS26C or wild-type monomers and formed parastable β-sheet rich, thioflavin T-positive, protofibril-like assemblies. Whereas wild-type Aβ aggregated to form typical amyloid fibrils, the protofibril-like structures formed by (AβS26C)2 persisted for prolonged periods and potently inhibited LTP in mouse hippocampus. These data support the idea that Aβ dimers may stabilize the formation of fibril intermediates by a process distinct from that available to Aβ monomer and that higher molecular weight prefibrillar assemblies are the proximate mediators of Aβ toxicity." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "O'Nuallain, Brian",
      "Freir, Darragh B",
      "Nicoll, Andrew J",
      "Risse, Emmanuel",
      "Ferguson, Neil",
      "Herron, Caroline E",
      "Collinge, John",
      "Walsh, Dominic M"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/20980598",
  "MeshHeadings" : [ 
      "Amino Acid Sequence",
      "Amyloid beta-Peptides",
      "Animals",
      "Circular Dichroism",
      "Cross-Linking Reagents",
      "Dimerization",
      "Drug Synergism",
      "Electrophoresis, Polyacrylamide Gel",
      "Electrophysiology",
      "Light",
      "Male",
      "Mice",
      "Mice, Inbred C57BL",
      "Microscopy, Electron",
      "Molecular Sequence Data",
      "Neurofibrillary Tangles",
      "Neuronal Plasticity",
      "Neurotoxins",
      "Protein Conformation",
      "Scattering, Radiation",
      "Synapses",
      "Ultracentrifugation"
    ],
  "PMID" : 20980598,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Amyloid beta-protein dimers rapidly form stable synaptotoxic protofibrils."
}
