{ 
  "Abstract" : [ "Adaptive behavior requires the ability to flexibly control actions. This can occur either proactively to anticipate task requirements, or reactively in response to sudden changes. Here we report neuronal activity in the supplementary motor area (SMA) that is correlated with both forms of behavioral control. Single-unit and multiunit activity and intracranial local field potentials (LFPs) were recorded in macaque monkeys during a stop-signal task, which elicits both proactive and reactive behavioral control. The LFP power in high- (60-150 Hz) and low- (25-40 Hz) frequency bands was significantly correlated with arm movement reaction time, starting before target onset. Multiunit and single-unit activity also showed a significant regression with reaction time. In addition, LFPs and multiunit and single-unit activity changed their activity level depending on the trial history, mirroring adjustments on the behavioral level. Together, these findings indicate that neuronal activity in the SMA exerts proactive control of arm movements by adjusting the level of motor readiness. On trials when the monkeys successfully canceled arm movements in response to an unforeseen stop signal, the LFP power, particularly in a low (10-50 Hz) frequency range, increased early enough to be causally related to the inhibition of the arm movement on those trials. This indicated that neuronal activity in the SMA is also involved in response inhibition in reaction to sudden task changes. Our findings indicate, therefore, that SMA plays a role in the proactive control of motor readiness and the reactive inhibition of unwanted movements." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Chen, Xiaomo",
      "Scangos, Katherine Wilson",
      "Stuphorn, Veit"
    ],
  "Date" : "2010",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21048123",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Behavior, Animal",
      "Electrophysiology",
      "Executive Function",
      "Female",
      "Frontal Lobe",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Movement",
      "Nerve Net",
      "Photic Stimulation",
      "Psychomotor Performance"
    ],
  "PMID" : 21048123,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Supplementary motor area exerts proactive and reactive control of arm movements."
}
