{ 
  "Abstract" : [ "The generation and maturation of adult neural stem/progenitor cells are impaired in many neurodegenerative diseases, among them is Parkinson's disease (PD). In mammals, including humans, adult neurogenesis is a lifelong feature of cellular brain plasticity in the hippocampal dentate gyrus (DG) and in the subventricular zone (SVZ)/olfactory bulb system. Hyposmia, depression, and anxiety are early non-motor symptoms in PD. There are parallels between brain regions associated with non-motor symptoms in PD and neurogenic regions. In autosomal dominant PD, mutations in the leucine-rich repeat kinase 2 (LRRK2) gene are frequent. LRRK2 homologs in non-vertebrate systems play an important role in chemotaxis, cell polarity, and neurite arborization. We investigated adult neurogenesis and the neurite development of new neurons in the DG and SVZ/olfactory bulb system in bacterial artificial chromosome (BAC) human Lrrk2 G2019S transgenic mice. We report that mutant human Lrrk2 is highly expressed in the hippocampus in the DG and the SVZ of adult Lrrk2 G2019S mice. Proliferation of newly generated cells is significantly decreased and survival of newly generated neurons in the DG and olfactory bulb is also severely impaired. In addition, after stereotactic injection of a GFP retrovirus, newly generated neurons in the DG of Lrrk2 G2019S mice exhibited reduced dendritic arborization and fewer spines. This loss in mature, developed spines might point towards a decrease in synaptic connectivity. Interestingly, physical activity partially reverses the decrease in neuroblasts observed in Lrrk2 G2010S mice. These data further support a role for Lrrk2 in neuronal morphogenesis and provide new insights into the role of Lrrk2 in adult neurogenesis." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Winner, B",
      "Melrose, H L",
      "Zhao, C",
      "Hinkle, K M",
      "Yue, M",
      "Kent, C",
      "Braithwaite, A T",
      "Ogholikhan, S",
      "Aigner, R",
      "Winkler, J",
      "Farrer, M J",
      "Gage, F H"
    ],
  "Date" : "2011",
  "Identifier" : [  ],
  "Journal" : [ "Neurobiology of disease" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21168496",
  "MeshHeadings" : [ 
      "Animals",
      "Cell Survival",
      "Glycine",
      "Hippocampus",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Transgenic",
      "Neurites",
      "Neurogenesis",
      "Physical Conditioning, Animal",
      "Protein-Serine-Threonine Kinases",
      "Serine"
    ],
  "PMID" : 21168496,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Adult neurogenesis and neurite outgrowth are impaired in LRRK2 G2019S mice."
}
