{ 
  "Abstract" : [ "The G2019S mutation in the leucine-rich repeat kinase 2 (LRRK2) gene is the most common genetic cause of Parkinson's disease (PD), accounting for a significant proportion of both autosomal dominant familial and sporadic PD cases. Our aim in the present study is to generate a mammalian model of mutant G2019S LRRK2 pathogenesis, which reproduces the robust nigral neurodegeneration characteristic of PD. We developed adenoviral vectors to drive neuron-specific expression of full-length wild-type or mutant G2019S human LRRK2 in the nigrostriatal system of adult rats. Wild-type LRRK2 did not induce any significant neuronal loss. In contrast, under the same conditions and levels of expression, G2019S mutant LRRK2 causes a progressive degeneration of nigral dopaminergic neurons. Our data provide a novel rat model of PD, based on a prevalent genetic cause, that reproduces a cardinal feature of the disease within a rapid time frame suitable for testing of neuroprotective strategies." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Dusonchet, Julien",
      "Kochubey, Olexiy",
      "Stafa, Klodjan",
      "Young, Samuel M",
      "Zufferey, Romain",
      "Moore, Darren J",
      "Schneider, Bernard L",
      "Aebischer, Patrick"
    ],
  "Date" : "2011",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21248115",
  "MeshHeadings" : [ 
      "Analysis of Variance",
      "Animals",
      "Blotting, Western",
      "Brain",
      "Cell Count",
      "Disease Models, Animal",
      "Dopamine",
      "Female",
      "Immunohistochemistry",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mutation",
      "Nerve Degeneration",
      "Neurons",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Rats, Wistar"
    ],
  "PMID" : 21248115,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "A rat model of progressive nigral neurodegeneration induced by the Parkinson's disease-associated G2019S mutation in LRRK2."
}
