{ 
  "Abstract" : [ "A prominent feature of motor cortex field potentials during movement is a distinctive low-frequency local field potential (lf-LFP) (<4 Hz), referred to as the movement event-related potential (mEP). The lf-LFP appears to be a global signal related to regional synaptic input, but its relationship to nearby output signaled by single unit spiking activity (SUA) or to movement remains to be established. Previous studies comparing information in primary motor cortex (MI) lf-LFPs and SUA in the context of planar reaching tasks concluded that lf-LFPs have more information than spikes about movement. However, the relative performance of these signals was based on a small number of simultaneously recorded channels and units, or for data averaged across sessions, which could miss information of larger-scale spiking populations. Here, we simultaneously recorded LFPs and SUA from two 96-microelectrode arrays implanted in two major motor cortical areas, MI and ventral premotor (PMv), while monkeys freely reached for and grasped objects swinging in front of them. We compared arm end point and grip aperture kinematics' decoding accuracy for lf-LFP and SUA ensembles. The results show that lf-LFPs provide enough information to reconstruct kinematics in both areas with little difference in decoding performance between MI and PMv. Individual lf-LFP channels often provided more accurate decoding of single kinematic variables than any one single unit. However, the decoding performance of the best single unit among the large population usually exceeded that of the best single lf-LFP channel. Furthermore, ensembles of SUA outperformed the pool of lf-LFP channels, in disagreement with the previously reported superiority of lf-LFP decoding. Decoding results suggest that information in lf-LFPs recorded from intracortical arrays may allow the reconstruction of reach and grasp for real-time neuroprosthetic applications, thus potentially supplementing the ability to decode these same features from spiking populations." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Bansal, Arjun K",
      "Vargas-Irwin, Carlos E",
      "Truccolo, Wilson",
      "Donoghue, John P"
    ],
  "Date" : "2011",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21273313",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Biomechanical Phenomena",
      "Evoked Potentials",
      "Hand Strength",
      "Haplorhini",
      "Microelectrodes",
      "Models, Animal",
      "Motor Cortex",
      "Synaptic Transmission"
    ],
  "PMID" : 21273313,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Relationships among low-frequency local field potentials, spiking activity, and three-dimensional reach and grasp kinematics in primary motor and ventral premotor cortices."
}
