{ 
  "Abstract" : [ "Studies of Parkinson's disease (PD) have been hindered by lack of access to affected human dopaminergic (DA) neurons. Here, we report generation of induced pluripotent stem cells that carry the p.G2019S mutation (G2019S-iPSCs) in the Leucine-Rich Repeat Kinase-2 (LRRK2) gene, the most common PD-related mutation, and their differentiation into DA neurons. The high penetrance of the LRRK2 mutation and its clinical resemblance to sporadic PD suggest that these cells could provide a valuable platform for disease analysis and drug development. We found that DA neurons derived from G2019S-iPSCs showed increased expression of key oxidative stress-response genes and α-synuclein protein. The mutant neurons were also more sensitive to caspase-3 activation and cell death caused by exposure to stress agents, such as hydrogen peroxide, MG-132, and 6-hydroxydopamine, than control DA neurons. This enhanced stress sensitivity is consistent with existing understanding of early PD phenotypes and represents a potential therapeutic target." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Nguyen, Ha Nam",
      "Byers, Blake",
      "Cord, Branden",
      "Shcheglovitov, Aleksandr",
      "Byrne, James",
      "Gujar, Prachi",
      "Kee, Kehkooi",
      "Schüle, Birgitt",
      "Dolmetsch, Ricardo E",
      "Langston, William",
      "Palmer, Theo D",
      "Pera, Renee Reijo"
    ],
  "Date" : "2011",
  "Identifier" : [  ],
  "Journal" : [ "Cell stem cell" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21362567",
  "MeshHeadings" : [ 
      "Amides",
      "Amino Acid Substitution",
      "Animals",
      "Cell Death",
      "Cell Differentiation",
      "Dopamine",
      "Female",
      "Humans",
      "Hydrogen Peroxide",
      "Induced Pluripotent Stem Cells",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Leupeptins",
      "Mesencephalon",
      "Mice",
      "Middle Aged",
      "Mutation",
      "Neurons",
      "Oxidative Stress",
      "Oxidopamine",
      "Parkinson Disease",
      "Phenotype",
      "Protein-Serine-Threonine Kinases",
      "Pyridines",
      "rho-Associated Kinases"
    ],
  "PMID" : 21362567,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 mutant iPSC-derived DA neurons demonstrate increased susceptibility to oxidative stress."
}
