{ 
  "Abstract" : [ "Synthetic amyloid-β protein (Aβ) oligomers bind with high affinity to cellular prion protein (PrP(C)), but the role of this interaction in mediating the disruption of synaptic plasticity by such soluble Aβ in vitro is controversial. Here we report that intracerebroventricular injection of Aβ-containing aqueous extracts of Alzheimer's disease (AD) brain robustly inhibits long-term potentiation (LTP) without significantly affecting baseline excitatory synaptic transmission in the rat hippocampus in vivo. Moreover, the disruption of LTP was abrogated by immunodepletion of Aβ. Importantly, intracerebroventricular administration of antigen-binding antibody fragment D13, directed to a putative Aβ-binding site on PrP(C), prevented the inhibition of LTP by AD brain-derived Aβ. In contrast, R1, a Fab directed to the C terminus of PrP(C), a region not implicated in binding of Aβ, did not significantly affect the Aβ-mediated inhibition of LTP. These data support the pathophysiological significance of SDS-stable Aβ dimer and the role of PrP(C) in mediating synaptic plasticity disruption by soluble Aβ." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Barry, Andrew E",
      "Klyubin, Igor",
      "Mc Donald, Jessica M",
      "Mably, Alexandra J",
      "Farrell, Michael A",
      "Scott, Michael",
      "Walsh, Dominic M",
      "Rowan, Michael J"
    ],
  "Date" : "2011",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21593310",
  "MeshHeadings" : [ 
      "Aged",
      "Aged, 80 and over",
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Cerebral Cortex",
      "Female",
      "Hippocampus",
      "Humans",
      "Injections, Intraventricular",
      "Long-Term Potentiation",
      "Male",
      "Neural Inhibition",
      "Neuronal Plasticity",
      "Peptide Fragments",
      "PrPC Proteins",
      "Rats",
      "Rats, Wistar"
    ],
  "PMID" : 21593310,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Alzheimer's disease brain-derived amyloid-β-mediated inhibition of LTP in vivo is prevented by immunotargeting cellular prion protein."
}
