{ 
  "Abstract" : [ "Mutations in leucine-rich repeat kinase 2 (LRRK2) cause late-onset Parkinson's disease (PD), but the underlying pathophysiological mechanisms and the normal function of this large multidomain protein remain speculative. To address the role of this protein in vivo, we generated three different LRRK2 mutant mouse lines. Mice completely lacking the LRRK2 protein (knock-out, KO) showed an early-onset (age 6 weeks) marked increase in number and size of secondary lysosomes in kidney proximal tubule cells and lamellar bodies in lung type II cells. Mice expressing a LRRK2 kinase-dead (KD) mutant from the endogenous locus displayed similar early-onset pathophysiological changes in kidney but not lung. KD mutants had dramatically reduced full-length LRRK2 protein levels in the kidney and this genetic effect was mimicked pharmacologically in wild-type mice treated with a LRRK2-selective kinase inhibitor. Knock-in (KI) mice expressing the G2019S PD-associated mutation that increases LRRK2 kinase activity showed none of the LRRK2 protein level and histopathological changes observed in KD and KO mice. The autophagy marker LC3 remained unchanged but kidney mTOR and TCS2 protein levels decreased in KD and increased in KO and KI mice. Unexpectedly, KO and KI mice suffered from diastolic hypertension opposed to normal blood pressure in KD mice. Our findings demonstrate a role for LRRK2 in kidney and lung physiology and further show that LRRK2 kinase function affects LRRK2 protein steady-state levels thereby altering putative scaffold/GTPase activity. These novel aspects of peripheral LRRK2 biology critically impact ongoing attempts to develop LRRK2 selective kinase inhibitors as therapeutics for PD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Herzig, Martin C",
      "Kolly, Carine",
      "Persohn, Elke",
      "Theil, Diethilde",
      "Schweizer, Tatjana",
      "Hafner, Thomas",
      "Stemmelen, Christine",
      "Troxler, Thomas J",
      "Schmid, Peter",
      "Danner, Simone",
      "Schnell, Christian R",
      "Mueller, Matthias",
      "Kinzel, Bernd",
      "Grevot, Armelle",
      "Bolognani, Federico",
      "Stirn, Martina",
      "Kuhn, Rainer R",
      "Kaupmann, Klemens",
      "van der Putten, P Herman",
      "Rovelli, Giorgio",
      "Shimshek, Derya R"
    ],
  "Date" : "2011",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/21828077",
  "MeshHeadings" : [ 
      "Alveolar Epithelial Cells",
      "Animals",
      "Blood Pressure",
      "Dopamine",
      "Dopamine Agonists",
      "Dopamine Antagonists",
      "Enzyme Stability",
      "Homeostasis",
      "Kidney",
      "Kidney Tubules, Proximal",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Lung",
      "Lysosomes",
      "Mice",
      "Mice, Inbred BALB C",
      "Mice, Knockout",
      "Mice, Mutant Strains",
      "Motor Activity",
      "Protein-Serine-Threonine Kinases",
      "Signal Transduction"
    ],
  "PMID" : 21828077,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 protein levels are determined by kinase function and are crucial for kidney and lung homeostasis in mice."
}
