{ 
  "Abstract" : [ "The local field potential (LFP) is a population measure, mainly reflecting local synaptic activity. Beta oscillations (12-40 Hz) occur in motor cortical LFPs, but their functional relevance remains controversial. Power modulation studies have related beta oscillations to a \"resting\" motor cortex, postural maintenance, attention, sensorimotor binding and planning. Frequency modulations were largely overlooked. We here describe context-related beta frequency modulations in motor cortical LFPs. Two monkeys performed a reaching task with 2 delays. The first delay demanded attention in time in expectation of the visual spatial cue, whereas the second delay involved visuomotor integration and movement preparation. The frequency in 2 beta bands (around 20 and 30 Hz) was systematically 2-5 Hz lower during cue expectancy than during visuomotor integration and preparation. Furthermore, the frequency was directionally selective during preparation, with about 3 Hz difference between preferred and nonpreferred directions. Direction decoding with frequency gave similar accuracy as with beta power, and decoding accuracy improved significantly when combining power and frequency, suggesting that frequency might provide an additional signal for brain-machine interfaces. In conclusion, multiple beta bands coexist in motor cortex, and frequency modulations within each band are as behaviorally meaningful as power modulations, reflecting the changing behavioral context and the movement direction during preparation." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Kilavik, Bjørg Elisabeth",
      "Ponce-Alvarez, Adrián",
      "Trachel, Romain",
      "Confais, Joachim",
      "Takerkart, Sylvain",
      "Riehle, Alexa"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Cerebral cortex (New York, N.Y. : 1991)" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22021914",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Psychomotor Performance"
    ],
  "PMID" : 22021914,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Context-related frequency modulations of macaque motor cortical LFP beta oscillations."
}
