{ 
  "Abstract" : [ "The leucine-rich repeat kinase 2 (LRRK2) mutations are the most common cause of autosomal-dominant Parkinson disease (PD). Mitochondrial dysfunction represents a critical event in the pathogenesis of PD. We demonstrated that wild-type (WT) LRRK2 expression caused mitochondrial fragmentation along with increased mitochondrial dynamin-like protein (DLP1, also known as DRP1), a fission protein, which was further exacerbated by expression of PD-associated mutants (R1441C or G2019S) in both SH-SY5Y and differentiated primary cortical neurons. We also found that LRRK2 interacted with DLP1, and LRRK2-DLP1 interaction was enhanced by PD-associated mutations that probably results in increased mitochondrial DLP1 levels. Co-expression of dominant-negative DLP1 K38A or WT Mfn2 blocked LRRK2-induced mitochondrial fragmentation, mitochondrial dysfunction and neuronal toxicity. Importantly, mitochondrial fragmentation and dysfunction were not observed in cells expressing either GTP-binding deficient mutant LRRK2 K1347A or kinase-dead mutant D1994A which has minimal interaction with DLP1 and did not increase the mitochondrial DLP1 level. We concluded that LRRK2 regulates mitochondrial dynamics by increasing mitochondrial DLP1 through its direct interaction with DLP1, and LRRK2 kinase activity plays a critical role in this process." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Wang, Xinglong",
      "Yan, Michael H",
      "Fujioka, Hisashi",
      "Liu, Jun",
      "Wilson-Delfosse, Amy",
      "Chen, Shu G",
      "Perry, George",
      "Casadesus, Gemma",
      "Zhu, Xiongwei"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22228096",
  "MeshHeadings" : [ 
      "Amino Acid Substitution",
      "Animals",
      "Cell Line",
      "GTP Phosphohydrolases",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Microscopy, Electron, Transmission",
      "Microtubule-Associated Proteins",
      "Mitochondria",
      "Mitochondrial Proteins",
      "Mutant Proteins",
      "Mutation, Missense",
      "Neurons",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Recombinant Proteins",
      "Stress, Physiological",
      "Transfection"
    ],
  "PMID" : 22228096,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 regulates mitochondrial dynamics and function through direct interaction with DLP1."
}
