{ 
  "Abstract" : [ 
      "The human LRRK2 gene has been identified as the most common causative gene of autosomal-dominantly inherited and idiopathic Parkinson disease (PD). The G2019S substitution is the most common mutation in LRRK2. The R1441C mutation also occurs in cases of familial PD, but is not as prevalent. Some cases of LRRK2-based PD exhibit Tau pathology, which suggests that alterations on LRRK2 activity affect the pathophysiology of Tau. To investigate how LRRK2 might affect Tau and the pathophysiology of PD, we generated lines of C. elegans expressing human LRRK2 [wild-type (WT) or mutated (G2019S or R1441C)] with and without V337M Tau. Expression and redox proteomics were used to identify the effects of LRRK2 (WT and mutant) on protein expression and oxidative modifications.",
      "Co-expression of WT LRRK2 and Tau led to increased expression of numerous proteins, including several 60S ribosomal proteins, mitochondrial proteins, and the V-type proton ATPase, which is associated with autophagy. C. elegans expressing mutant LRRK2 showed similar changes, but also showed increased protein oxidation and lipid peroxidation, the latter indexed as increased protein-bound 4-hydroxy-2-nonenal (HNE).",
      "Our study brings new knowledge about the possible alterations induced by LRRK2 (WT and mutated) and Tau interactions, suggesting the involvement of G2019S and R1441C in Tau-dependent neurodegenerative processes.",
      "These results suggest that changes in LRRK2 expression or activity lead to corresponding changes in mitochondrial function, autophagy, and protein translation. These findings are discussed with reference to the pathophysiology of PD."
    ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Di Domenico, Fabio",
      "Sultana, Rukhsana",
      "Ferree, Andrew",
      "Smith, Katelyn",
      "Barone, Eugenio",
      "Perluigi, Marzia",
      "Coccia, Raffaella",
      "Pierce, William",
      "Cai, Jian",
      "Mancuso, Cesare",
      "Squillace, Rachel",
      "Wiengele, Manfred",
      "Dalle-Donne, Isabella",
      "Wolozin, Benjamin",
      "Butterfield, D Allan"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Antioxidants & redox signaling" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22315971",
  "MeshHeadings" : [ 
      "Animals",
      "Animals, Genetically Modified",
      "Autophagy",
      "Caenorhabditis elegans",
      "Gene Expression Regulation",
      "Genotype",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Lipid Peroxidation",
      "Mitochondrial Proteins",
      "Mutation",
      "Nerve Degeneration",
      "Oxidation-Reduction",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Proteome",
      "tau Proteins"
    ],
  "PMID" : 22315971,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Redox proteomics analyses of the influence of co-expression of wild-type or mutated LRRK2 and Tau on C. elegans protein expression and oxidative modification: relevance to Parkinson disease."
}
