{ 
  "Abstract" : [ "(G2019S) mutation of leucine-rich repeat kinase 2 (LRRK2) is the most common genetic cause of both familial and sporadic Parkinson's disease (PD) cases. Twelve- to sixteen-month-old (G2019S) LRRK2 transgenic mice prepared by us displayed progressive degeneration of substantia nigra pars compacta (SNpc) dopaminergic neurons and parkinsonism phenotypes of motor dysfunction. LRRK2 is a member of mixed lineage kinase subfamily of mitogen-activated protein kinase kinase kinases (MAPKKKs). We hypothesized that (G2019S) mutation augmented LRRK2 kinase activity, leading to overphosphorylation of downstream MAPK kinase (MKK) and resulting in activation of neuronal death signal pathway. Consistent with our hypothesis, (G2019S) LRRK2 expressed in HEK 293 cells exhibited an augmented kinase activity of phosphorylating MAPK kinase 4 (MKK4) at Ser(257), and protein expression of active phospho-MKK4(Ser257) was upregulated in the SN of (G2019S) LRRK2 transgenic mice. Protein level of active phospho-JNK(Thr183/Tyr185) and phospho-c-Jun(Ser63), downstream targets of phospho-MKK4(Ser257), was increased in the SN of (G2019S) LRRK2 mice. Upregulated mRNA expression of pro-apoptotic Bim and FasL, target genes of phospho-c-Jun(Ser63), and formation of active caspase-9, caspase-8 and caspase-3 were also observed in the SN of (G2019S) LRRK2 transgenic mice. Our results suggest that mutant (G2019S) LRRK2 activates MKK4-JNK-c-Jun pathway in the SN and causes the resulting degeneration of SNpc dopaminergic neurons in PD transgenic mice." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Chen, C-Y",
      "Weng, Y-H",
      "Chien, K-Y",
      "Lin, K-J",
      "Yeh, T-H",
      "Cheng, Y-P",
      "Lu, C-S",
      "Wang, H-L"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Cell death and differentiation" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22539006",
  "MeshHeadings" : [ 
      "Animals",
      "Apoptosis Regulatory Proteins",
      "Bcl-2-Like Protein 11",
      "Caspase 3",
      "Caspase 8",
      "Caspase 9",
      "Disease Models, Animal",
      "Dopaminergic Neurons",
      "Fas Ligand Protein",
      "HEK293 Cells",
      "Humans",
      "JNK Mitogen-Activated Protein Kinases",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "MAP Kinase Kinase 4",
      "Membrane Proteins",
      "Mice",
      "Mice, Transgenic",
      "Mitogen-Activated Protein Kinase 8",
      "Parkinson Disease",
      "Phosphorylation",
      "Protein-Serine-Threonine Kinases",
      "Proto-Oncogene Proteins",
      "Signal Transduction",
      "Substantia Nigra"
    ],
  "PMID" : 22539006,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "(G2019S) LRRK2 activates MKK4-JNK pathway and causes degeneration of SN dopaminergic neurons in a transgenic mouse model of PD."
}
