{ 
  "Abstract" : [ "Mutations in Leucine-rich repeat kinase 2 (LRRK2) are the leading causes of genetically inherited Parkinson's disease (PD) identified so far. The underlying mechanism whereby missense alterations in LRRK2 initiate neurodegeneration remains largely unclear. Mitochondrial dysfunction has been recognized to contribute to the pathogenesis of both sporadic and familial PD. The pathogenic gain-of-function mutant form of LRRK2, LRRK2 G2019S, is associated with elevated kinase activity and PD. Here we show that LRRK2 G2019S can cause defects in the morphology and dynamics of mitochondria in cortical neurons. In neurons, endogenous LRRK2 and the mitochondrial fission factor Dynamin like protein 1 (DLP1) interact with and partially co-localize with each other. DLP1 plays an essential role in LRRK2-induced mitochondrial fission. In support of this, expression of LRRK2 leads to the translocation of DLP1 from the cytosol to the mitochondria and knockdown of DLP1 expression inhibits LRRK2-induced mitochondrial fission. In addition, co-expression of LRRK2 and DLP1 induces mitochondrial clearance. Furthermore, we have found that expression of LRRK2 leads to increased reactive oxygen species levels in cells. Taken together, our results provide insights into the pathobiology of LRRK2 and suggest that LRRK2 G2019S may induce neuronal dysfunction or cell death by disturbing normal mitochondrial fission/fusion dynamics and function." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Niu, Jingwen",
      "Yu, Mei",
      "Wang, Chunyan",
      "Xu, Zhiheng"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22639965",
  "MeshHeadings" : [ 
      "Animals",
      "Cells, Cultured",
      "Cerebral Cortex",
      "Embryo, Mammalian",
      "GTP Phosphohydrolases",
      "Glycine",
      "Green Fluorescent Proteins",
      "Humans",
      "Immunoprecipitation",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Microscopy, Confocal",
      "Microtubule-Associated Proteins",
      "Mitochondria",
      "Mitochondrial Proteins",
      "Mutation",
      "Neurons",
      "Protein-Serine-Threonine Kinases",
      "RNA, Small Interfering",
      "Reactive Oxygen Species",
      "Serine",
      "Transfection"
    ],
  "PMID" : 22639965,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Leucine-rich repeat kinase 2 disturbs mitochondrial dynamics via Dynamin-like protein."
}
