{ 
  "Abstract" : [ "Parkinson's disease (PD) is characterized pathologically by the formation of ubiquitin and α-synuclein (α-syn)-containing inclusions (Lewy bodies), dystrophic dopamine (DA) terminals, and degeneration of midbrain DA neurons. The precise molecular mechanisms underlying these pathological features remain elusive. Accumulating evidence has implicated dysfunctional autophagy, the cell self-digestion and neuroprotective pathway, as one of the pathogenic systems contributing to the development of idiopathic PD. Here we characterize autophagy-deficient mouse models and provide in vivo evidence for the potential role that impaired autophagy plays in pathogenesis associated with PD. Cell-specific deletion of essential autophagy gene Atg7 in midbrain DA neurons causes delayed neurodegeneration, accompanied by late-onset locomotor deficits. In contrast, Atg7-deficient DA neurons in the midbrain exhibit early dendritic and axonal dystrophy, reduced striatal dopamine content, and the formation of somatic and dendritic ubiquitinated inclusions in DA neurons. Furthermore, whole-brain-specific loss of Atg7 leads to presynaptic accumulation of α-syn and LRRK2 proteins, which are encoded by two autosomal dominantly inherited PD-related genes. Our results suggest that disrupted autophagy may be associated with enhanced levels of endogenous α-syn and LRRK2 proteins in vivo. Our findings implicate dysfunctional autophagy as one of the failing cellular mechanisms involved in the pathogenesis of idiopathic PD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Friedman, Lauren G",
      "Lachenmayer, M Lenard",
      "Wang, Jing",
      "He, Liqiang",
      "Poulose, Shibu M",
      "Komatsu, Masaaki",
      "Holstein, Gay R",
      "Yue, Zhenyu"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22649237",
  "MeshHeadings" : [ 
      "Animals",
      "Autophagy",
      "Autophagy-Related Protein 5",
      "Autophagy-Related Protein 7",
      "Brain",
      "Cells, Cultured",
      "Chromatography, High Pressure Liquid",
      "Dendrites",
      "Disease Models, Animal",
      "Dopamine",
      "Dopaminergic Neurons",
      "Embryo, Mammalian",
      "Ephrin-B1",
      "Fibroblasts",
      "Gene Expression Regulation",
      "Inclusion Bodies",
      "Intermediate Filament Proteins",
      "Mice",
      "Mice, Transgenic",
      "Microtubule-Associated Proteins",
      "Motor Activity",
      "Movement Disorders",
      "Nerve Degeneration",
      "Nerve Tissue Proteins",
      "Nestin",
      "Presynaptic Terminals",
      "Tyrosine 3-Monooxygenase",
      "Ubiquitin",
      "alpha-Synuclein"
    ],
  "PMID" : 22649237,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Disrupted autophagy leads to dopaminergic axon and dendrite degeneration and promotes presynaptic accumulation of α-synuclein and LRRK2 in the brain."
}
