{ 
  "Abstract" : [ "Mutations in the LRRK2 gene are the most common cause of genetic Parkinson's disease. Although the mechanisms behind the pathogenic effects of LRRK2 mutations are still not clear, data emerging from in vitro and in vivo models suggests roles in regulating neuronal polarity, neurotransmission, membrane and cytoskeletal dynamics and protein degradation.We created mice lacking exon 41 that encodes the activation hinge of the kinase domain of LRRK2. We have performed a comprehensive analysis of these mice up to 20 months of age, including evaluation of dopamine storage, release, uptake and synthesis, behavioral testing, dendritic spine and proliferation/neurogenesis analysis.Our results show that the dopaminergic system was not functionally comprised in LRRK2 knockout mice. However, LRRK2 knockout mice displayed abnormal exploratory activity in the open-field test. Moreover, LRRK2 knockout mice stayed longer than their wild type littermates on the accelerated rod during rotarod testing. Finally, we confirm that loss of LRRK2 caused degeneration in the kidney, accompanied by a progressive enhancement of autophagic activity and accumulation of autofluorescent material, but without evidence of biphasic changes." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Hinkle, Kelly M",
      "Yue, Mei",
      "Behrouz, Bahareh",
      "Dächsel, Justus C",
      "Lincoln, Sarah J",
      "Bowles, Erin E",
      "Beevers, Joel E",
      "Dugger, Brittany",
      "Winner, Beate",
      "Prots, Iryna",
      "Kent, Caroline B",
      "Nishioka, Kenya",
      "Lin, Wen-Lang",
      "Dickson, Dennis W",
      "Janus, Christopher J",
      "Farrer, Matthew J",
      "Melrose, Heather L"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Molecular neurodegeneration" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/22647713",
  "MeshHeadings" : [ 
      "Animals",
      "Autophagy",
      "Behavior, Animal",
      "Dopamine",
      "Kidney",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Knockout",
      "Mutation",
      "Neurons",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases"
    ],
  "PMID" : 22647713,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 knockout mice have an intact dopaminergic system but display alterations in exploratory and motor co-ordination behaviors."
}
