{ 
  "Abstract" : [ "Nuclear-architecture defects have been shown to correlate with the manifestation of a number of human diseases as well as ageing. It is therefore plausible that diseases whose manifestations correlate with ageing might be connected to the appearance of nuclear aberrations over time. We decided to evaluate nuclear organization in the context of ageing-associated disorders by focusing on a leucine-rich repeat kinase 2 (LRRK2) dominant mutation (G2019S; glycine-to-serine substitution at amino acid 2019), which is associated with familial and sporadic Parkinson's disease as well as impairment of adult neurogenesis in mice. Here we report on the generation of induced pluripotent stem cells (iPSCs) derived from Parkinson's disease patients and the implications of LRRK2(G2019S) mutation in human neural-stem-cell (NSC) populations. Mutant NSCs showed increased susceptibility to proteasomal stress as well as passage-dependent deficiencies in nuclear-envelope organization, clonal expansion and neuronal differentiation. Disease phenotypes were rescued by targeted correction of the LRRK2(G2019S) mutation with its wild-type counterpart in Parkinson's disease iPSCs and were recapitulated after targeted knock-in of the LRRK2(G2019S) mutation in human embryonic stem cells. Analysis of human brain tissue showed nuclear-envelope impairment in clinically diagnosed Parkinson's disease patients. Together, our results identify the nucleus as a previously unknown cellular organelle in Parkinson's disease pathology and may help to open new avenues for Parkinson's disease diagnoses as well as for the potential development of therapeutics targeting this fundamental cell structure." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Liu, Guang-Hui",
      "Qu, Jing",
      "Suzuki, Keiichiro",
      "Nivet, Emmanuel",
      "Li, Mo",
      "Montserrat, Nuria",
      "Yi, Fei",
      "Xu, Xiuling",
      "Ruiz, Sergio",
      "Zhang, Weiqi",
      "Wagner, Ulrich",
      "Kim, Audrey",
      "Ren, Bing",
      "Li, Ying",
      "Goebl, April",
      "Kim, Jessica",
      "Soligalla, Rupa Devi",
      "Dubova, Ilir",
      "Thompson, James",
      "Yates, John",
      "Esteban, Concepcion Rodriguez",
      "Sancho-Martinez, Ignacio",
      "Izpisua Belmonte, Juan Carlos"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "Nature" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/23075850",
  "MeshHeadings" : [ 
      "Apoptosis",
      "Cell Differentiation",
      "Cell Division",
      "Cell Line",
      "Clone Cells",
      "Embryonic Stem Cells",
      "Gene Knock-In Techniques",
      "Humans",
      "Induced Pluripotent Stem Cells",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mutant Proteins",
      "Mutation",
      "Neural Stem Cells",
      "Nuclear Envelope",
      "Parkinson Disease",
      "Proteasome Endopeptidase Complex",
      "Protein-Serine-Threonine Kinases",
      "Stress, Physiological"
    ],
  "PMID" : 23075850,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Progressive degeneration of human neural stem cells caused by pathogenic LRRK2."
}
