{ 
  "Abstract" : [ "Mutations in the leucine-rich repeat kinase 2 (LRRK2) gene are a common cause of autosomal dominant familial Parkinson's disease (PD). LRRK2 encodes a multi-domain protein containing GTPase and kinase enzymatic domains. Disease-associated mutations in LRRK2 variably influence enzymatic activity with the common G2019S variant leading to enhanced kinase activity. Mutant LRRK2 induces neuronal toxicity through a kinase-dependent mechanism suggesting that kinase activity is important for mediating the pathogenic effects of LRRK2 mutations. A number of LRRK2 kinase substrates have been identified in vitro but whether they represent authentic physiological substrates in mammalian cells or tissues is not yet clear. The eukaryotic initiation factor 4E (eIF4E)-binding protein, 4E-BP1, was recently identified as a potential substrate of LRRK2 kinase activity in vitro and in Drosophila with phosphorylation occurring at Thr37 and Thr46. Here, we explore a potential interaction of LRRK2 and 4E-BP1 in mammalian cells and brain. We find that LRRK2 can weakly phosphorylate 4E-BP1 in vitro but LRRK2 overexpression is not able to alter endogenous 4E-BP1 phosphorylation in mammalian cells. In mammalian neurons LRRK2 and 4E-BP1 display minimal co-localization, whereas the subcellular distribution, protein complex formation and covalent post-translational modification of endogenous 4E-BP1 are not altered in the brains of LRRK2 knockout or mutant LRRK2 transgenic mice. In the brain, the phosphorylation of 4E-BP1 at Thr37 and Thr46 does not change in LRRK2 knockout or mutant LRRK2 transgenic mice, nor is 4E-BP1 phosphorylation altered in idiopathic or G2019S mutant PD brains. Collectively, our results suggest that 4E-BP1 is neither a major nor robust physiological substrate of LRRK2 in mammalian cells or brain." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Trancikova, Alzbeta",
      "Mamais, Adamantios",
      "Webber, Philip J",
      "Stafa, Klodjan",
      "Tsika, Elpida",
      "Glauser, Liliane",
      "West, Andrew B",
      "Bandopadhyay, Rina",
      "Moore, Darren J"
    ],
  "Date" : "2012",
  "Identifier" : [  ],
  "Journal" : [ "PloS one" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/23082216",
  "MeshHeadings" : [ 
      "Adaptor Proteins, Signal Transducing",
      "Aged",
      "Aged, 80 and over",
      "Animals",
      "Brain",
      "Carrier Proteins",
      "Female",
      "HEK293 Cells",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Male",
      "Mammals",
      "Mice",
      "Multiprotein Complexes",
      "Mutation",
      "Parkinson Disease",
      "Phosphoproteins",
      "Phosphorylation",
      "Phosphothreonine",
      "Protein Processing, Post-Translational",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Subcellular Fractions"
    ],
  "PMID" : 23082216,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Phosphorylation of 4E-BP1 in the mammalian brain is not altered by LRRK2 expression or pathogenic mutations."
}
