{ 
  "Abstract" : [ "Recent genome-wide association studies indicate that a simple alteration of Leucine-rich repeat kinase 2 (LRRK2) gene expression may contribute to the etiology of sporadic Parkinson's disease (PD). However, the expression and regulation of LRRK2 protein in the sporadic PD brains remain to be determined. Here, we found that the expression of LRRK2 protein was enhanced in the sporadic PD patients using the frontal cortex tissue from a set of 16 PD patients and 7 control samples. In contrast, no significant difference was detected in the level of LRRK2 mRNA expression between the control and PD cases, suggesting a potential post-transcriptional modification of the LRRK2 protein expression in the sporadic PD brains. Indeed, it was identified that microRNA-205 (miR-205) suppressed the expression of LRRK2 protein through a conserved-binding site at the 3'-untranslated region (UTR) of LRRK2 gene. Interestingly, miR-205 expression was significantly downregulated in the brains of patients with sporadic PD, showing the enhanced LRRK2 protein levels. Also, in vitro studies in the cell lines and primary neuron cultures further established the role of miR-205 in modulating the expression of LRRK2 protein. In addition, introduction of miR-205 prevented the neurite outgrowth defects in the neurons expressing a PD-related LRRK2 R1441G mutant. Together, these findings suggest that downregulation of miR-205 may contribute to the potential pathogenic elevation of LRRK2 protein in the brains of patients with sporadic PD, while overexpression of miR-205 may provide an applicable therapeutic strategy to suppress the abnormal upregulation of LRRK2 protein in PD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Cho, Hyun Jin",
      "Liu, Guoxiang",
      "Jin, Seok Min",
      "Parisiadou, Loukia",
      "Xie, Chengsong",
      "Yu, Jia",
      "Sun, Lixin",
      "Ma, Bo",
      "Ding, Jinhui",
      "Vancraenenbroeck, Renée",
      "Lobbestael, Evy",
      "Baekelandt, Veerle",
      "Taymans, Jean-Marc",
      "He, Ping",
      "Troncoso, Juan C",
      "Shen, Yong",
      "Cai, Huaibin"
    ],
  "Date" : "2013",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/23125283",
  "MeshHeadings" : [ 
      "Amino Acid Sequence",
      "Animals",
      "Blotting, Western",
      "Brain",
      "Dopaminergic Neurons",
      "Down-Regulation",
      "Genetic Markers",
      "Genome-Wide Association Study",
      "HEK293 Cells",
      "HeLa Cells",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Transgenic",
      "MicroRNAs",
      "Molecular Sequence Data",
      "Mutation, Missense",
      "Neurons",
      "Parkinson Disease",
      "Prefrontal Cortex",
      "Protein-Serine-Threonine Kinases",
      "Up-Regulation"
    ],
  "PMID" : 23125283,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "MicroRNA-205 regulates the expression of Parkinson's disease-related leucine-rich repeat kinase 2 protein."
}
