{ 
  "Abstract" : [ "Grasping an object involves shaping the hand and fingers in relation to the object's physical properties. Following object contact, it also requires a fine adjustment of grasp forces for secure manipulation. Earlier studies suggest that the control of hand shaping and grasp force involve partially segregated motor cortical networks. However, it is still unclear how information originating from these networks is processed and integrated. We addressed this issue by analyzing massively parallel signals from population measures (local field potentials, LFPs) and single neuron spiking activities recorded simultaneously during a delayed reach-to-grasp task, by using a 100-electrode array chronically implanted in monkey motor cortex. Motor cortical LFPs exhibit a large multi-component movement-related potential (MRP) around movement onset. Here, we show that the peak amplitude of each MRP component and its latency with respect to movement onset vary along the cortical surface covered by the array. Using a comparative mapping approach, we suggest that the spatio-temporal structure of the MRP reflects the complex physical properties of the reach-to-grasp movement. In addition, we explored how the spatio-temporal structure of the MRP relates to two other measures of neuronal activity: the temporal profile of single neuron spiking activity at each electrode site and the somatosensory receptive field properties of single neuron activities. We observe that the spatial representations of LFP and spiking activities overlap extensively and relate to the spatial distribution of proximal and distal representations of the upper limb. Altogether, these data show that, in motor cortex, a precise spatio-temporal pattern of activation is involved for the control of reach-to-grasp movements and provide some new insight about the functional organization of motor cortex during reaching and object manipulation." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Riehle, Alexa",
      "Wirtssohn, Sarah",
      "Grün, Sonja",
      "Brochier, Thomas"
    ],
  "Date" : "2013",
  "Identifier" : [  ],
  "Journal" : [ "Frontiers in neural circuits" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/23543888",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Brain Mapping",
      "Female",
      "Hand Strength",
      "Macaca mulatta",
      "Motor Cortex",
      "Movement",
      "Psychomotor Performance",
      "Reaction Time"
    ],
  "PMID" : 23543888,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Mapping the spatio-temporal structure of motor cortical LFP and spiking activities during reach-to-grasp movements."
}
