{ 
  "Abstract" : [ "The leucine-rich repeat kinase 2 (LRRK2) gene was found to play a role in the pathogenesis of both familial and sporadic Parkinson's disease (PD). LRRK2 encodes a large multi-domain protein that is expressed in different tissues. To date, the physiological and pathological functions of LRRK2 are not clearly defined. In this study we have explored the role of LRRK2 in controlling vesicle trafficking in different cellular or animal models and using various readouts. In neuronal cells, the presence of LRRK2(G2019S) pathological mutant determines increased extracellular dopamine levels either under basal conditions or upon nicotine stimulation. Moreover, mutant LRRK2 affects the levels of dopamine receptor D1 on the membrane surface in neuronal cells or animal models. Ultrastructural analysis of PC12-derived cells expressing mutant LRRK2(G2019S) shows an altered intracellular vesicle distribution. Taken together, our results point to the key role of LRRK2 to control vesicle trafficking in neuronal cells." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Migheli, Rossana",
      "Del Giudice, Maria Grazia",
      "Spissu, Ylenia",
      "Sanna, Giovanna",
      "Xiong, Yulan",
      "Dawson, Ted M",
      "Dawson, Valina L",
      "Galioto, Manuela",
      "Rocchitta, Gaia",
      "Biosa, Alice",
      "Serra, Pier Andrea",
      "Carri, Maria Teresa",
      "Crosio, Claudia",
      "Iaccarino, Ciro"
    ],
  "Date" : "2013",
  "Identifier" : [  ],
  "Journal" : [ "PloS one" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24167564",
  "MeshHeadings" : [ 
      "Amino Acid Substitution",
      "Animals",
      "Disease Models, Animal",
      "Dopamine",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mutation, Missense",
      "Neurons",
      "PC12 Cells",
      "Parkinson Disease",
      "Protein Transport",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Receptors, Dopamine D1"
    ],
  "PMID" : 24167564,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "LRRK2 affects vesicle trafficking, neurotransmitter extracellular level and membrane receptor localization."
}
