{ 
  "Abstract" : [ "Mutations in LRRK2 cause autosomal dominant Parkinson's disease (PD). LRRK2 encodes a multi-domain protein containing GTPase and kinase domains, and putative protein-protein interaction domains. Familial PD mutations alter the GTPase and kinase activity of LRRK2 in vitro. LRRK2 is suggested to regulate a number of cellular pathways although the underlying mechanisms are poorly understood. To explore such mechanisms, it has proved informative to identify LRRK2-interacting proteins, some of which serve as LRRK2 kinase substrates. Here, we identify common interactions of LRRK2 with members of the dynamin GTPase superfamily. LRRK2 interacts with dynamin 1-3 that mediate membrane scission in clathrin-mediated endocytosis and with dynamin-related proteins that mediate mitochondrial fission (Drp1) and fusion (mitofusins and OPA1). LRRK2 partially co-localizes with endosomal dynamin-1 or with mitofusins and OPA1 at mitochondrial membranes. The subcellular distribution and oligomeric complexes of dynamin GTPases are not altered by modulating LRRK2 in mouse brain, whereas mature OPA1 levels are reduced in G2019S PD brains. LRRK2 enhances mitofusin-1 GTP binding, whereas dynamin-1 and OPA1 serve as modest substrates of LRRK2-mediated phosphorylation in vitro. While dynamin GTPase orthologs are not required for LRRK2-induced toxicity in yeast, LRRK2 functionally interacts with dynamin-1 and mitofusin-1 in cultured neurons. LRRK2 attenuates neurite shortening induced by dynamin-1 by reducing its levels, whereas LRRK2 rescues impaired neurite outgrowth induced by mitofusin-1 potentially by reversing excessive mitochondrial fusion. Our study elucidates novel functional interactions of LRRK2 with dynamin-superfamily GTPases that implicate LRRK2 in the regulation of membrane dynamics important for endocytosis and mitochondrial morphology." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Stafa, Klodjan",
      "Tsika, Elpida",
      "Moser, Roger",
      "Musso, Alessandra",
      "Glauser, Liliane",
      "Jones, Amy",
      "Biskup, Saskia",
      "Xiong, Yulan",
      "Bandopadhyay, Rina",
      "Dawson, Valina L",
      "Dawson, Ted M",
      "Moore, Darren J"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24282027",
  "MeshHeadings" : [ 
      "Animals",
      "Blotting, Western",
      "Case-Control Studies",
      "Cells, Cultured",
      "Dynamin I",
      "Dynamin II",
      "Dynamin III",
      "Endocytosis",
      "Female",
      "GTP Phosphohydrolases",
      "HEK293 Cells",
      "Humans",
      "Immunoenzyme Techniques",
      "Immunoprecipitation",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Knockout",
      "Mitochondrial Membrane Transport Proteins",
      "Mitochondrial Membranes",
      "Mutation",
      "Neurites",
      "Neuroblastoma",
      "Neurons",
      "Parkinson Disease",
      "Phosphorylation",
      "Protein Interaction Domains and Motifs",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Rats, Sprague-Dawley",
      "Saccharomyces cerevisiae",
      "Two-Hybrid System Techniques"
    ],
  "PMID" : 24282027,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Functional interaction of Parkinson's disease-associated LRRK2 with members of the dynamin GTPase superfamily."
}
