{ 
  "Abstract" : [ "Mutations in leucine-rich repeat kinase 2 (LRRK2) are common causes of familial Parkinson's disease (PD). LRRK2 has been shown to bind peroxiredoxin-3 (PRDX3), the most important scavenger of hydrogen peroxide in the mitochondria, in vitro. Here, we examined the interactions of LRRK2 and PRDX3 in Drosophila models by crossing transgenic LRRK2 and PRDX3 flies. As proof of principle experiments, we subsequently challenged LRRK2 and LRRK2/PRDX3 flies with a peroxidase mimic, Ebselen. We demonstrated that co-expression of PRDX3 with the LRRK2 kinase mutant G2019S in bigenic Drosophila ameliorated the G2019S mutant-induced reduction in peroxidase capacity, loss of dopaminergic neurons, shortened lifespan and mitochondrial defects of flight muscles in monogenic flies expressing the G2019S alone. Challenges with Ebselen recapitulated similar rescue of these phenotypic features in mutant-expressing Drosophila. The peroxidase mimic preserved neuronal and mitochondrial and neuronal integrity and improved mobility and survival in mutant-expressing Drosophila. Taken together, our study provides the first in vivo evidence to suggest that phosphoinhibition of endogenous peroxidases could be a mechanism in LRRK2-induced oxidant-mediated neurotoxicity. Our therapeutic experiments also highlight the potential of thiol peroxidases as neuroprotective agents in PD patients carrying LRRK2 mutations." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Angeles, Dario C",
      "Ho, Patrick",
      "Chua, Ling Ling",
      "Wang, Cheng",
      "Yap, Yan Wann",
      "Ng, Cheehoe",
      "Zhou, Zhi dong",
      "Lim, Kah-Leong",
      "Wszolek, Zbigniew K",
      "Wang, Hong Y",
      "Tan, Eng King"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24459295",
  "MeshHeadings" : [ 
      "Animals",
      "Animals, Genetically Modified",
      "Azoles",
      "Dopaminergic Neurons",
      "Drosophila Proteins",
      "Drosophila melanogaster",
      "Female",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mitochondria",
      "Mutation",
      "Neuroprotective Agents",
      "Organoselenium Compounds",
      "Peroxiredoxin III",
      "Phosphorylation",
      "Protein-Serine-Threonine Kinases"
    ],
  "PMID" : 24459295,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Thiol peroxidases ameliorate LRRK2 mutant-induced mitochondrial and dopaminergic neuronal degeneration in Drosophila."
}
