{ 
  "Abstract" : [ "Increasing evidence suggests that Parkinson's disease (PD)-linked Leucine-rich repeat kinase 2 (LRRK2) has a role in peripheral and brain-resident immune cells. Furthermore, dysregulation of the anti-inflammatory, neurotrophic protein progranulin (PGRN) has been demonstrated in several chronic neurodegenerative diseases. Here we show that PGRN levels are significantly reduced in conditioned medium of LRRK2(R1441G) mutant mouse fibroblasts, leukocytes, and microglia, whereas levels of proinflammatory factors, like interleukin-1β and keratinocyte-derived chemokine, were significantly increased. Decreased PGRN levels were also detected in supernatants of cultured human fibroblasts isolated from presymptomatic LRRK2(G2019S) mutation carriers, while mitochondrial function was unaffected. Furthermore, medium levels of matrix metalloprotease (MMP) 2 increased, whereas MMP 9 decreased in LRRK2(R1441G) mutant microglia. Increased proteolytic cleavage of the MMP substrates ICAM-5 and α-synuclein in synaptoneurosomes from LRRK2(R1441G) mutant mouse brain indicates increased net synaptic MMP activity. PGRN levels were decreased in the cerebrospinal fluid of presymptomatic LRRK2 mutant mice, whereas PGRN levels were increased in aged symptomatic mutant mice. Notably, PGRN levels were also increased in the cerebrospinal fluid of PD patients carrying LRRK2 mutations, but not in idiopathic PD patients and in healthy control donors. Our data suggest that proinflammatory activity of peripheral and brain-resident immune cells may particularly contribute to the early stages of Parkinson's disease caused by LRRK2 mutations." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Caesar, Mareike",
      "Felk, Sandra",
      "Zach, Susanne",
      "Brønstad, Gunnar",
      "Aasly, Jan O",
      "Gasser, Thomas",
      "Gillardon, Frank"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Glia" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24652679",
  "MeshHeadings" : [ 
      "Animals",
      "Cells, Cultured",
      "Chemokines",
      "Female",
      "Fibroblasts",
      "Humans",
      "Intercellular Signaling Peptides and Proteins",
      "Interleukin-1beta",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Leukocytes",
      "Male",
      "Matrix Metalloproteinases",
      "Mice",
      "Mice, Transgenic",
      "Microglia",
      "Mutation",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Swiss 3T3 Cells"
    ],
  "PMID" : 24652679,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Changes in matrix metalloprotease activity and progranulin levels may contribute to the pathophysiological function of mutant leucine-rich repeat kinase 2."
}
