{ 
  "Abstract" : [ "Mutations in leucine-rich repeat kinase 2 (LRRK2) are a common cause of familial and sporadic Parkinson's disease (PD). Elevated LRRK2 kinase activity and neurodegeneration are linked, but the phosphosubstrate that connects LRRK2 kinase activity to neurodegeneration is not known. Here, we show that ribosomal protein s15 is a key pathogenic LRRK2 substrate in Drosophila and human neuron PD models. Phosphodeficient s15 carrying a threonine 136 to alanine substitution rescues dopamine neuron degeneration and age-related locomotor deficits in G2019S LRRK2 transgenic Drosophila and substantially reduces G2019S LRRK2-mediated neurite loss and cell death in human dopamine and cortical neurons. Remarkably, pathogenic LRRK2 stimulates both cap-dependent and cap-independent mRNA translation and induces a bulk increase in protein synthesis in Drosophila, which can be prevented by phosphodeficient T136A s15. These results reveal a novel mechanism of PD pathogenesis linked to elevated LRRK2 kinase activity and aberrant protein synthesis in vivo." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Martin, Ian",
      "Kim, Jungwoo Wren",
      "Lee, Byoung Dae",
      "Kang, Ho Chul",
      "Xu, Jin-Chong",
      "Jia, Hao",
      "Stankowski, Jeannette",
      "Kim, Min-Sik",
      "Zhong, Jun",
      "Kumar, Manoj",
      "Andrabi, Shaida A",
      "Xiong, Yulan",
      "Dickson, Dennis W",
      "Wszolek, Zbigniew K",
      "Pandey, Akhilesh",
      "Dawson, Ted M",
      "Dawson, Valina L"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Cell" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24725412",
  "MeshHeadings" : [ 
      "Amino Acid Sequence",
      "Animals",
      "Drosophila melanogaster",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Molecular Sequence Data",
      "Neurons",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Ribosomal Proteins"
    ],
  "PMID" : 24725412,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Ribosomal protein s15 phosphorylation mediates LRRK2 neurodegeneration in Parkinson's disease."
}
