{ 
  "Abstract" : [ "Twelve- to sixteen-month-old (G2019S) LRRK2 transgenic mice prepared by us displayed progressive neuronal death of substantia nigra pars compacta (SNpc) dopaminergic cells. In the present study, we hypothesized that prior to a late-phase death of SNpc dopaminergic neurons, (G2019S) LRRK2 also causes an early-phase neuronal dysfunction of SNpc dopaminergic cells in the (G2019S) LRRK2 mouse. Eight to nine-month-old (G2019S) LRRK2 transgenic mice exhibited the symptom of hypoactivity in the absence of the degeneration of SNpc dopaminergic neurons or nigrostriatal dopaminergic terminals. Whole-cell current-clamp recordings of SNpc dopaminergic cells in brain slices demonstrated a significant decrease in spontaneous firing frequency of SNpc dopaminergic neurons of 8-month-old (G2019S) LRRK2 mice. Carbon fiber electrode amperometry recording using striatal slices showed that (G2019S) LRRK2 transgenic mice at the age of 8 to 9months display an impaired evoked dopamine release in the dorsolateral striatum. Normal nigrostriatal dopaminergic transmission is required for the induction of long-term synaptic plasticity expressed at corticostriatal glutamatergic synapses of striatal medium spiny neurons. Whole-cell voltage-clamp recordings showed that in contrast to medium spiny neurons of 8 to 9-month-old wild-type mice, high-frequency stimulation of corticostriatal afferents failed to induce long-term depression (LTD) of corticostriatal EPSCs in medium spiny neurons of (G2019S) LRRK2 mice at the same age. Our study provides the evidence that mutant (G2019S) LRRK2 causes early-phase dysfunctions of SNpc dopaminergic neurons, including a decrease in spontaneous firing rate and a reduction in evoked dopamine release, and impairment of corticostriatal LTD in the (G2019S) LRRK2 transgenic mouse." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Chou, Jun-Shiao",
      "Chen, Chu-Yu",
      "Chen, Ying-Ling",
      "Weng, Yi-Hsin",
      "Yeh, Tu-Hsueh",
      "Lu, Chin-Song",
      "Chang, Ya-Ming",
      "Wang, Hung-Li"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Neurobiology of disease" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24830390",
  "MeshHeadings" : [ 
      "Animals",
      "Apomorphine",
      "Cerebral Cortex",
      "Corpus Striatum",
      "Dopamine Agonists",
      "Dopaminergic Neurons",
      "GABA Antagonists",
      "Glycine",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Long-Term Potentiation",
      "Mice",
      "Mice, Transgenic",
      "Motor Activity",
      "Mutation",
      "Parkinson Disease",
      "Picrotoxin",
      "Protein-Serine-Threonine Kinases",
      "Radionuclide Imaging",
      "Serine",
      "Substantia Nigra",
      "Tyrosine 3-Monooxygenase"
    ],
  "PMID" : 24830390,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "(G2019S) LRRK2 causes early-phase dysfunction of SNpc dopaminergic neurons and impairment of corticostriatal long-term depression in the PD transgenic mouse."
}
