{ 
  "Abstract" : [ "Evidence for a central role of amyloid β-protein (Aβ) in the genesis of Alzheimer’s disease (AD) has led to advanced human trials of Aβ-lowering agents. The “amyloid hypothesis” of AD postulates deleterious effects of small, soluble forms of Aβ on synaptic form and function. Because selectively targeting synaptotoxic forms of soluble Aβ could be therapeutically advantageous, it is important to understand the full range of soluble Aβ derivatives. We previously described a Chinese hamster ovary (CHO) cell line (7PA2 cells) that stably expresses mutant human amyloid precursor protein (APP). Here, we extend this work by purifying an sodium dodecyl sulfate (SDS)-stable, ∼8 kDa Aβ species from the 7PA2 medium. Mass spectrometry confirmed its identity as a noncovalently bonded Aβ40 homodimer that impaired hippocampal long-term potentiation (LTP) in vivo. We further report the detection of Aβ-containing fragments of APP in the 7PA2 medium that extend N-terminal from Asp1 of Aβ. These N-terminally extended Aβ-containing monomeric fragments are distinct from soluble Aβ oligomers formed from Aβ1-40/42 monomers and are bioactive synaptotoxins secreted by 7PA2 cells. Importantly, decreasing β-secretase processing of APP elevated these alternative synaptotoxic APP fragments. We conclude that certain synaptotoxic Aβ-containing species can arise from APP processing events N-terminal to the classical β-secretase cleavage site." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Welzel, Alfred T",
      "Maggio, John E",
      "Shankar, Ganesh M",
      "Walker, Donald E",
      "Ostaszewski, Beth L",
      "Li, Shaomin",
      "Klyubin, Igor",
      "Rowan, Michael J",
      "Seubert, Peter",
      "Walsh, Dominic M",
      "Selkoe, Dennis J"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Biochemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24840308",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid Precursor Protein Secretases",
      "Amyloid beta-Peptides",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "CHO Cells",
      "Cells, Cultured",
      "Cricetinae",
      "Cricetulus",
      "Culture Media, Conditioned",
      "Humans",
      "Long-Term Potentiation",
      "Male",
      "Mice",
      "Neuronal Plasticity",
      "Peptide Fragments",
      "Rats",
      "Synapses"
    ],
  "PMID" : 24840308,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Secreted amyloid β-proteins in a cell culture model include N-terminally extended peptides that impair synaptic plasticity."
}
