{ 
  "Abstract" : [ "Mutations in leucine-rich repeat kinase 2 (LRRK2), which are associated with autosomal dominant Parkinson's disease, elicit progressive dendrite degeneration in neurons. We hypothesized that synaptic dysregulation contributes to mutant LRRK2-induced dendritic injury. We performed in vitro whole-cell voltage clamp studies of glutamatergic receptor agonist responses and glutamatergic synaptic activity in cultured rat cortical neurons expressing full-length wild-type and mutant forms of LRRK2. Expression of the pathogenic G2019S or R1441C LRRK2 mutants resulted in larger whole-cell current responses to direct application of AMPA and NMDA receptor agonists. In addition, mutant LRRK2-expressing neurons exhibited an increased frequency of spontaneous miniature excitatory postsynaptic currents (mEPSCs) in conjunction with increased excitatory synapse density as assessed by immunofluorescence for PSD95 and VGLUT1. Mutant LRRK2-expressing neurons showed enhanced vulnerability to acute synaptic glutamate stress. Furthermore, treatment with the NMDA receptor antagonist memantine significantly protected against subsequent losses in dendrite length and branching complexity. These data demonstrate an early association between mutant LRRK2 and increased excitatory synapse activity, implicating an excitotoxic contribution to mutant LRRK2 induced dendrite degeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Plowey, Edward D",
      "Johnson, Jon W",
      "Steer, Erin",
      "Zhu, Wan",
      "Eisenberg, David A",
      "Valentino, Natalie M",
      "Liu, Yong-Jian",
      "Chu, Charleen T"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Biochimica et biophysica acta" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24874075",
  "MeshHeadings" : [ 
      "Animals",
      "Calcium",
      "Cells, Cultured",
      "Dendrites",
      "Dopamine Agents",
      "Electrophysiology",
      "Female",
      "Glutamates",
      "Immunoenzyme Techniques",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Memantine",
      "Mutation",
      "Neurons",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Rats, Sprague-Dawley",
      "Signal Transduction",
      "Synapses",
      "Synaptosomes"
    ],
  "PMID" : 24874075,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Mutant LRRK2 enhances glutamatergic synapse activity and evokes excitotoxic dendrite degeneration."
}
