{ 
  "Abstract" : [ "Mutations in the leucine-rich repeat kinase-2 (LRRK2) gene cause autosomal-dominant Parkinson's disease (PD) and contribute to sporadic PD. LRRK2 contains Guanosine-5'-triphosphate (GTP) binding, GTPase and kinase activities that have been implicated in the neuronal degeneration of PD pathogenesis, making LRRK2, a potential drug target. To date, there is no disease-modifying drug to slow the neuronal degeneration of PD and no published LRRK2 GTP domain inhibitor. Here, the biological functions of two novel GTP-binding inhibitors of LRRK2 were examined in PD cell and mouse models. Through a combination of computer-aided drug design (CADD) and LRRK2 bio-functional screens, two novel compounds, 68: and 70: , were shown to reduce LRRK2 GTP binding and to inhibit LRRK2 kinase activity in vitro and in cultured cell assays. Moreover, these two compounds attenuated neuronal degeneration in human SH-SY5Y neuroblastoma cells and mouse primary neurons expressing mutant LRRK2 variants. Although both compounds inhibited LRRK2 kinase activity and reduced neuronal degeneration, solubility problems with 70: prevented further testing in mice. Thus, only 68: was tested in a LRRK2-based lipopolysaccharide (LPS)-induced pre-inflammatory mouse model. 68: reduced LRRK2 GTP-binding activity and kinase activity in brains of LRRK2 transgenic mice after intraperitoneal injection. Moreover, LPS induced LRRK2 upregulation and microglia activation in mouse brains. These findings suggest that disruption of GTP binding to LRRK2 represents a potential novel therapeutic approach for PD intervention and that these novel GTP-binding inhibitors provide both tools and lead compounds for future drug development." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Li, Tianxia",
      "Yang, Dejun",
      "Zhong, Shijun",
      "Thomas, Joseph M",
      "Xue, Fengtian",
      "Liu, Jingnan",
      "Kong, Lingbo",
      "Voulalas, Pamela",
      "Hassan, Hazem E",
      "Park, Jae-Sung",
      "MacKerell, Alexander D",
      "Smith, Wanli W"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/24993787",
  "MeshHeadings" : [ 
      "Animals",
      "Brain",
      "Cell Survival",
      "Cells, Cultured",
      "Disease Models, Animal",
      "Guanosine Triphosphate",
      "Humans",
      "Inflammation",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Lipopolysaccharides",
      "Mice",
      "Mice, Transgenic",
      "Microglia",
      "Mutation",
      "Neurons",
      "Parkinson Disease",
      "Phosphorylation",
      "Protein Binding",
      "Protein-Serine-Threonine Kinases",
      "Sulfones",
      "Thiazoles"
    ],
  "PMID" : 24993787,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Novel LRRK2 GTP-binding inhibitors reduced degeneration in Parkinson's disease cell and mouse models."
}
