{ 
  "Abstract" : [ "Parkinson's disease (PD) is a neurodegenerative disorder of unknown etiology. It is considered as a multifactorial disease dependent on environmental and genetic factors. Deregulation in cell degradation has been related with a significant increase in cell damage, becoming a target for studies on the PD etiology. In the present study, we have characterized the parkinsonian toxin 1-methyl-4-phenylpyridinium ion (MPP(+))-induced damage in fibroblasts from Parkinson's patients with the mutation G2019S in leucine-rich repeat kinase 2 protein (LRRK2) and control individuals without this mutation. The results reveal that MPP(+) induces mTOR-dependent autophagy in fibroblasts. Moreover, the effects of caspase-dependent cell death to MPP(+) were higher in cells with the G2019S LRRK2 mutation, which showed basal levels of autophagy due to the G2019S LRRK2 mutation (mTOR-independent). The inhibition of autophagy by 3-methyladenine (3-MA) treatment reduces these sensitivity differences between both cell types, however, the inhibition of autophagosome-lysosome fusion by bafilomycin A1 (Baf A1) increases these differences. This data confirm the importance of the combination of genetic and environmental factors in the PD etiology. Thereby, the sensitivity to the same damage may be different in function of a genetic predisposition, reason why individuals with certain mutations can develop some early-onset diseases, such as individuals with G2019S LRRK2 mutation and PD." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Yakhine-Diop, Sokhna M S",
      "Bravo-San Pedro, José M",
      "Gómez-Sánchez, Rubén",
      "Pizarro-Estrella, Elisa",
      "Rodríguez-Arribas, Mario",
      "Climent, Vicente",
      "Aiastui, Ana",
      "López de Munain, Adolfo",
      "Fuentes, José M",
      "González-Polo, Rosa A"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "Toxicology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/25017139",
  "MeshHeadings" : [ 
      "1-Methyl-4-phenylpyridinium",
      "Adenine",
      "Autophagy",
      "Case-Control Studies",
      "Caspases",
      "Cells, Cultured",
      "Dose-Response Relationship, Drug",
      "Fibroblasts",
      "Gene-Environment Interaction",
      "Genetic Predisposition to Disease",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Lysosomes",
      "Macrolides",
      "Mutation",
      "Parkinson Disease",
      "Phenotype",
      "Protein-Serine-Threonine Kinases",
      "Risk Factors",
      "TOR Serine-Threonine Kinases",
      "Transfection"
    ],
  "PMID" : 25017139,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "G2019S LRRK2 mutant fibroblasts from Parkinson's disease patients show increased sensitivity to neurotoxin 1-methyl-4-phenylpyridinium dependent of autophagy."
}
