{ 
  "Abstract" : [ "The aggregation of amyloid-β (Aβ) peptide and its deposition in parts of the brain form the central processes in the etiology of Alzheimer disease (AD). The low-molecular weight oligomers of Aβ aggregates (2 to 30 mers) are known to be the primary neurotoxic agents whose mechanisms of cellular toxicity and synaptic dysfunction have received substantial attention in the recent years. However, how these toxic agents proliferate and induce widespread amyloid deposition throughout the brain, and what mechanism is involved in the amplification and propagation of toxic oligomer species, are far from clear. Emerging evidence based on transgenic mice models indicates a transmissible nature of Aβ aggregates and implicates a prion-like mechanism of oligomer propagation, which manifests as the dissemination and proliferation of Aβ toxicity. Despite accumulating evidence in support of a transmissible nature of Aβ aggregates, a clear, molecular-level understanding of this intriguing mechanism is lacking. Recently, we reported the characterization of unique replicating oligomers of Aβ42 (12-24 mers) in vitro called Large Fatty Acid-derived Oligomers (LFAOs) (Kumar et al., 2012, J. Biol. Chem). In the current report, we establish that LFAOs possess physiological activity by activating NF-κB in human neuroblastoma cells, and determine the experimental parameters that control the efficiency of LFAO replication by self-propagation. These findings constitute the first detailed report on monomer - oligomer lateral propagation reactions that may constitute potential mechanism governing transmissibility among Aβ oligomers. These data support the previous reports on transmissible mechanisms observed in transgenic animal models." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Kumar, Amit",
      "Pate, Kayla M",
      "Moss, Melissa A",
      "Dean, Dexter N",
      "Rangachari, Vijayaraghavan"
    ],
  "Date" : "2014",
  "Identifier" : [  ],
  "Journal" : [ "PloS one" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/25365422",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Cell Line",
      "Enzyme Activation",
      "Humans",
      "NF-kappa B",
      "Neuroblastoma",
      "Protein Aggregation, Pathological",
      "Protein Multimerization",
      "Temperature"
    ],
  "PMID" : 25365422,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Self-propagative replication of Aβ oligomers suggests potential transmissibility in Alzheimer disease."
}
