{ 
  "Abstract" : [ "One way to image the molecular pathology in Alzheimer's disease is by positron emission tomography using probes that target amyloid fibrils. However, these fibrils are not closely linked to the development of the disease. It is now thought that early-stage biomarkers that instigate memory loss are composed of Aβ oligomers. Here, we report a sensitive molecular magnetic resonance imaging contrast probe that is specific for Aβ oligomers. We attach oligomer-specific antibodies onto magnetic nanostructures and show that the complex is stable and binds to Aβ oligomers on cells and brain tissues to give a magnetic resonance imaging signal. When intranasally administered to an Alzheimer's disease mouse model, the probe readily reached hippocampal Aβ oligomers. In isolated samples of human brain tissue, we observed a magnetic resonance imaging signal that distinguished Alzheimer's disease from controls. Such nanostructures that target neurotoxic Aβ oligomers are potentially useful for evaluating the efficacy of new drugs and ultimately for early-stage Alzheimer's disease diagnosis and disease management." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Viola, Kirsten L",
      "Sbarboro, James",
      "Sureka, Ruchi",
      "De, Mrinmoy",
      "Bicca, Maíra A",
      "Wang, Jane",
      "Vasavada, Shaleen",
      "Satpathy, Sreyesh",
      "Wu, Summer",
      "Joshi, Hrushikesh",
      "Velasco, Pauline T",
      "MacRenaris, Keith",
      "Waters, E Alex",
      "Lu, Chang",
      "Phan, Joseph",
      "Lacor, Pascale",
      "Prasad, Pottumarthi",
      "Dravid, Vinayak P",
      "Klein, William L"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "Nature nanotechnology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/25531084",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Biomarkers",
      "Contrast Media",
      "Hippocampus",
      "Humans",
      "Magnetic Resonance Imaging",
      "Mice",
      "Molecular Diagnostic Techniques",
      "Reproducibility of Results",
      "Sensitivity and Specificity"
    ],
  "PMID" : 25531084,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Towards non-invasive diagnostic imaging of early-stage Alzheimer's disease."
}
