{ 
  "Abstract" : [ "Mutations in the leucine-rich repeat kinase 2 (LRRK2) gene cause late-onset, autosomal dominant Parkinson's disease (PD). LRRK2 contains functional GTPase and kinase domains. The most common G2019S mutation enhances the kinase activity of LRRK2 in vitro whereas G2019S LRRK2 expression in cultured neurons induces toxicity in a kinase-dependent manner. These observations suggest a potential role for kinase activity in LRRK2-associated PD. We have recently developed a novel rodent model of PD with progressive neurodegeneration induced by the adenoviral-mediated expression of G2019S LRRK2. In the present study, we further characterize this LRRK2 model and determine the contribution of kinase activity to LRRK2-mediated neurodegeneration. Recombinant human adenoviral vectors were employed to deliver human wild-type, G2019S or kinase-inactive G2019S/D1994N LRRK2 to the rat striatum. LRRK2-dependent pathology was assessed in the striatum, a region where LRRK2 protein is normally enriched in the mammalian brain. Human LRRK2 variants are robustly expressed throughout the rat striatum. Expression of G2019S LRRK2 selectively induces the accumulation of neuronal ubiquitin-positive inclusions accompanied by neurite degeneration and the altered distribution of axonal phosphorylated neurofilaments. Importantly, the introduction of a kinase-inactive mutation (G2019S/D1994N) completely ameliorates the pathological effects of G2019S LRRK2 in the striatum supporting a kinase activity-dependent mechanism for this PD-associated mutation. Collectively, our study further elucidates the pathological effects of the G2019S mutation in the mammalian brain and supports the development of kinase inhibitors as a potential therapeutic approach for treating LRRK2-associated PD. This adenoviral rodent model provides an important tool for elucidating the molecular basis of LRRK2-mediated neurodegeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Tsika, Elpida",
      "Nguyen, An Phu Tran",
      "Dusonchet, Julien",
      "Colin, Philippe",
      "Schneider, Bernard L",
      "Moore, Darren J"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "Neurobiology of disease" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/25731749",
  "MeshHeadings" : [ 
      "Adenoviridae",
      "Animals",
      "Corpus Striatum",
      "Disease Models, Animal",
      "Female",
      "Forelimb",
      "Gene Expression Regulation",
      "Glycine",
      "HEK293 Cells",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mutation",
      "Parkinson Disease",
      "Phosphopyruvate Hydratase",
      "Protein-Serine-Threonine Kinases",
      "Rats",
      "Rats, Wistar",
      "Serine",
      "Time Factors",
      "Transduction, Genetic",
      "Tubulin",
      "alpha-Synuclein"
    ],
  "PMID" : 25731749,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Adenoviral-mediated expression of G2019S LRRK2 induces striatal pathology in a kinase-dependent manner in a rat model of Parkinson's disease."
}
