{ 
  "Abstract" : [ "Mutations within the LRRK2 gene have been identified in Parkinson's disease (PD) patients and have been implicated in the dysfunction of several cellular pathways. Here, we explore how pathogenic mutations and the inhibition of LRRK2 kinase activity affect cytoskeleton dynamics in mouse and human cell systems. We generated and characterized a novel transgenic mouse model expressing physiological levels of human wild type and G2019S-mutant LRRK2. No neuronal loss or neurodegeneration was detected in midbrain dopamine neurons at the age of 12 months. Postnatal hippocampal neurons derived from transgenic mice showed no alterations in the seven parameters examined concerning neurite outgrowth sampled automatically on several hundred neurons using high content imaging. Treatment with the kinase inhibitor LRRK2-IN-1 resulted in no significant changes in the neurite outgrowth. In human fibroblasts we analyzed whether pathogenic LRRK2 mutations change cytoskeleton functions such as cell adhesion. To this end we compared the adhesion characteristics of human skin fibroblasts derived from six PD patients carrying one of three different pathogenic LRRK2 mutations and from four age-matched control individuals. The mutant LRRK2 variants as well as the inhibition of LRRK2 kinase activity did not reveal any significant cell adhesion differences in cultured fibroblasts. In summary, our results in both human and mouse cell systems suggest that neither the expression of wild type or mutant LRRK2, nor the inhibition of LRRK2 kinase activity affect neurite complexity and cellular adhesion." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Garcia-Miralles, Marta",
      "Coomaraswamy, Janaky",
      "Häbig, Karina",
      "Herzig, Martin C",
      "Funk, Natalja",
      "Gillardon, Frank",
      "Maisel, Martina",
      "Jucker, Mathias",
      "Gasser, Thomas",
      "Galter, Dagmar",
      "Biskup, Saskia"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "PloS one" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/25830304",
  "MeshHeadings" : [ 
      "Adult",
      "Aged",
      "Aged, 80 and over",
      "Animals",
      "Cytoskeleton",
      "Dopamine",
      "Female",
      "Fibroblasts",
      "Gene Expression",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Male",
      "Mice",
      "Mice, Transgenic",
      "Middle Aged",
      "Mutation",
      "Neurites",
      "Parkinson Disease",
      "Protein Kinase Inhibitors",
      "Protein-Serine-Threonine Kinases"
    ],
  "PMID" : 25830304,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "No dopamine cell loss or changes in cytoskeleton function in transgenic mice expressing physiological levels of wild type or G2019S mutant LRRK2 and in human fibroblasts."
}
