{ 
  "Abstract" : [ "Preferential dysfunction/degeneration of midbrain substantia nigra pars compacta (SNpc) dopaminergic (DA) neurons contributes to the main movement symptoms manifested in Parkinson's disease (PD). Although the Leucine-rich repeat kinase 2 (LRRK2) G2019S missense mutation (LRRK2 G2019S) is the most common causative genetic factor linked to PD, the effects of LRRK2 G2019S on the function and survival of SNpc DA neurons are poorly understood. Using a binary gene expression system, we generated transgenic mice expressing either wild-type human LRRK2 (WT mice) or the LRRK2 G2019S mutation (G2019S mice) selectively in the midbrain DA neurons. Here we show that overexpression of LRRK2 G2019S did not induce overt motor abnormalities or substantial SNpc DA neuron loss. However, the LRRK2 G2019S mutation impaired dopamine homeostasis and release in aged mice. This reduction in dopamine content/release coincided with the degeneration of DA axon terminals and decreased expression of DA neuron-enriched genes tyrosine hydroxylase (TH), vesicular monoamine transporter 2, dopamine transporter and aldehyde dehydrogenase 1. These factors are responsible for dopamine synthesis, transport and degradation, and their expression is regulated by transcription factor paired-like homeodomain 3 (PITX3). Levels of Pitx3 mRNA and protein were similarly decreased in the SNpc DA neurons of aged G2019S mice. Together, these findings suggest that PITX3-dependent transcription regulation could be one of the many potential mechanisms by which LRRK2 G2019S acts in SNpc DA neurons, resulting in downregulation of its downstream target genes critical for dopamine homeostasis and release." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Liu, Guoxiang",
      "Sgobio, Carmelo",
      "Gu, Xinglong",
      "Sun, Lixin",
      "Lin, Xian",
      "Yu, Jia",
      "Parisiadou, Loukia",
      "Xie, Chengsong",
      "Sastry, Namratha",
      "Ding, Jinhui",
      "Lohr, Kelly M",
      "Miller, Gary W",
      "Mateo, Yolanda",
      "Lovinger, David M",
      "Cai, Huaibin"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "Human molecular genetics" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/26123485",
  "MeshHeadings" : [ 
      "Age Factors",
      "Animals",
      "Behavior, Animal",
      "Disease Models, Animal",
      "Dopamine",
      "Dopaminergic Neurons",
      "Gene Expression Regulation",
      "Homeodomain Proteins",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mesencephalon",
      "Mice",
      "Mice, Transgenic",
      "Motor Activity",
      "Mutation, Missense",
      "Nerve Degeneration",
      "Parkinson Disease",
      "Protein-Serine-Threonine Kinases",
      "Substantia Nigra",
      "Transcription Factors"
    ],
  "PMID" : 26123485,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Selective expression of Parkinson's disease-related Leucine-rich repeat kinase 2 G2019S missense mutation in midbrain dopaminergic neurons impairs dopamine release and dopaminergic gene expression."
}
