{ 
  "Abstract" : [ "Autophagy is thought to play a pivotal role in the pathophysiology of Parkinson's disease, but little is known about how genes linked to PD affect autophagy in the context of aging. We generated lines of C. elegans expressing reporters for the autophagosome and lysosome expressed only in dopaminergic neurons, and examined autophagy throughout the lifespan in nematode lines expressing LRRK2 and α-synuclein. Dopamine neurons exhibit a progressive loss of autophagic function with aging. G2019S LRRK2 inhibited autophagy and accelerated the age-related loss of autophagic function, while WT LRRK2 improved autophagy throughout the life-span. Expressing α-synuclein with G2019S or WT LRRK2 caused age-related synergistic inhibition of autophagy and increase in degeneration of dopaminergic neurons. The presence of α-synuclein particularly accentuated age-related inhibition of autophagy by G2019S LRRK2. This work indicates that LRRK2 exhibits a selective, age-linked deleterious interaction with α-synuclein that promotes neurodegeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Saha, Shamol",
      "Ash, Peter E A",
      "Gowda, Vivek",
      "Liu, Liqun",
      "Shirihai, Orian",
      "Wolozin, Benjamin"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "Molecular neurodegeneration" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/26159606",
  "MeshHeadings" : [ 
      "Aging",
      "Amino Acid Substitution",
      "Animals",
      "Animals, Genetically Modified",
      "Autophagy",
      "Caenorhabditis elegans",
      "Dopaminergic Neurons",
      "Green Fluorescent Proteins",
      "Humans",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Luminescent Proteins",
      "Lysosomes",
      "Mutation, Missense",
      "Phagosomes",
      "Point Mutation",
      "Protein-Serine-Threonine Kinases",
      "alpha-Synuclein"
    ],
  "PMID" : 26159606,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Mutations in LRRK2 potentiate age-related impairment of autophagic flux."
}
