{ 
  "Abstract" : [ "The leucine-rich repeat kinase 2 (LRRK2) mutation G2019S is one of the most common genetic causes in Parkinson's disease (PD). The penetrance of G2019S LRRK2 is incomplete and is age-dependent, therefore, it has been speculated that environmental toxins and aging could contribute to G2019S LRRK2-related PD pathogenesis. To prove this speculation, we performed a longitudinal investigation in mice bearing G2019S LRRK2 mutation. BAC G2019S LRRK2 transgenic (Tg) mice and their wildtype (Wt) littermates were treated with lactacystin, a specific proteasome inhibitor. The susceptibilities of mice to lactacystin-induced nigrostriatal dopaminergic (DAergic) degeneration were evaluated, at 5 and 12 months of age. We found that lactacystin treatment caused a greater decline of striatal DA content in the Tg mice at either 5 or 12 months of age than their age-matched Wt littermates. Moreover, the lactacystin-treated Tg or Wt mice at 12 months of age lose much more nigral tyrosine hydroxylase (TH)-positive neurons than the mice at 5 months of age, indicating an age-associated DAergic neurotoxicity. Additionally, stereotactic injection of lactacystin induced a dramatic increase of activated microglia in substantia nigra of mice at 12 months of age, compared with mice at 5 months of age. In summary, our study suggests that expression of the G2019S mutation in the mouse LRRK2 gene confers an age-associated high susceptibility to proteasome inhibition-induced nigrostriatal DAergic degeneration." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Xiao, Qian",
      "Yang, Suosuo",
      "Le, Weidong"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neural transmission (Vienna, Austria : 1996)" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/26253900",
  "MeshHeadings" : [ 
      "Acetylcysteine",
      "Aging",
      "Animals",
      "Corpus Striatum",
      "Cysteine Proteinase Inhibitors",
      "Disease Models, Animal",
      "Dopaminergic Neurons",
      "Genetic Predisposition to Disease",
      "Mice, Transgenic",
      "Microglia",
      "Motor Activity",
      "Mutation",
      "Neurodegenerative Diseases",
      "Protein-Serine-Threonine Kinases",
      "Substantia Nigra",
      "Tyrosine 3-Monooxygenase"
    ],
  "PMID" : 26253900,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "G2019S LRRK2 and aging confer susceptibility to proteasome inhibitor-induced neurotoxicity in nigrostriatal dopaminergic system."
}
