{ 
  "Abstract" : [ 
      "Parkinson's disease (PD) is a major movement disorder characterized by the loss of dopamine neurons and formation of Lewy bodies. Clinical and pathological evidence indicates that multiple brain regions are affected in PD in a spatiotemporal manner and are associated with a variety of motor and nonmotor symptoms, including disturbances in mood, executive function, and memory. The common PD-associated gene for leucine-rich repeat kinase, leucine-rich repeat kinase 2 (LRRK2), is highly expressed in brain regions that are involved with nonmotor functions, including the neocortex and hippocampus, but whether mutant LRRK2 contributes to neuronal dysfunction in these regions is unknown. Here, we use bacterial artificial chromosome transgenic mouse models of LRRK2 to explore potential nonmotor mechanisms of PD. Through electrophysiological analysis of the Schaffer collateral-CA1 synapse in dorsal hippocampus, we find that overexpression of LRRK2-G2019S increases basal synaptic efficiency through a postsynaptic mechanism, and disrupts long-term depression. Furthermore, these effects of the G2019S mutation are age dependent and can be normalized by acute inhibition of LRRK2 kinase activity. In contrast, overexpression of wild-type LRRK2 has no effect under the same conditions, suggesting a specific phenotype for the G2019S mutation. These results identify a pathogenic function of LRRK2 in the hippocampus that may contribute to nonmotor symptoms of PD.",
      "Parkinson's disease (PD) is among the most common neurological diseases and is best known for its adverse effects on brain regions that control motor function, resulting in tremor, rigidity, and gait abnormalities. Less well appreciated are the psychiatric symptoms experienced by many PD patients, including depression and memory loss, which do not respond well to currently available treatments for PD. Here, we describe functional effects of a common PD-linked mutation of leucine-rich repeat kinase 2 in the mouse hippocampus, an area of the brain that is responsible for encoding and retaining memories. By providing a potential mechanism for some of the cognitive symptoms produced by this mutation, our findings may lead to novel approaches for the treatment of nonmotor symptoms of PD."
    ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Sweet, Eric S",
      "Saunier-Rebori, Bernadette",
      "Yue, Zhenyu",
      "Blitzer, Robert D"
    ],
  "Date" : "2015",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/26269629",
  "MeshHeadings" : [ 
      "Age Factors",
      "Animals",
      "Hippocampus",
      "Leucine-Rich Repeat Serine-Threonine Protein Kinase-2",
      "Mice",
      "Mice, Transgenic",
      "Mutation",
      "Neuronal Plasticity",
      "Parkinson Disease",
      "Phenotype",
      "Protein-Serine-Threonine Kinases",
      "Synaptic Transmission"
    ],
  "PMID" : 26269629,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "The Parkinson's Disease-Associated Mutation LRRK2-G2019S Impairs Synaptic Plasticity in Mouse Hippocampus."
}
