{ 
  "Abstract" : [ "We describe the relations between the neuronal activity in primate motor cortex and the direction of arm movement in three-dimensional (3-D) space. The electrical signs of discharge of 568 cells were recorded while monkeys made movements of equal amplitude from the same starting position to 8 visual targets in a reaction time task. The layout of the targets in 3-D space was such that the direction of the movement ranged over the whole 3-D directional continuum in approximately equal angular intervals. We found that the discharge rate of 475/568 (83.6%) cells varied in an orderly fashion with the direction of movement: discharge rate was highest with movements in a certain direction (the cell's \"preferred direction\") and decreased progressively with movements in other directions, as a function of the cosine of the angle formed by the direction of the movement and the cell's preferred direction. The preferred directions of different cells were distributed throughout 3-D space. These findings generalize to 3-D space previous results obtained in 2-D space (Georgopoulos et al., 1982) and suggest that the motor cortex is a nodal point in the construction of patterns of output signals specifying the direction of arm movement in extrapersonal space." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Schwartz, A B",
      "Kettner, R E",
      "Georgopoulos, A P"
    ],
  "Date" : "1988",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/3411361",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Carpus, Animal",
      "Electromyography",
      "Macaca",
      "Macaca mulatta",
      "Male",
      "Models, Neurological",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Psychomotor Performance",
      "Reaction Time",
      "Regression Analysis"
    ],
  "PMID" : 3411361,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Primate motor cortex and free arm movements to visual targets in three-dimensional space. I. Relations between single cell discharge and direction of movement."
}
