{ 
  "Abstract" : [ "In one experiment, we studied the relations between the frequency of discharge of 274 single cells in the arm area of the motor cortex of the monkey and the actively maintained position of the hand in space. We found that the frequency of discharge of 63.9% of the cells studied was a multilinear function of the position of the hand in space according to the following equation (multiple linear regression): d = f + fxsx + fysy + fzsz, where d is the discharge rate of a single cell, f, fx, fy, fz are regression coefficients, and sx, sy, sz are the coordinates of the position of the hand. The equation above defines a positional gradient which implies that the frequency of cell discharge will increase at a maximum rate when the position of the hand changes along a certain direction; we call this direction of orientation of the positional gradient, and the rate of change in discharge rate along this orientation, the magnitude of the gradient. The orientations of the positional gradients were distributed throughout three-dimensional (3-D) space and their magnitudes differed among different cells. In a different experiment, we studied the changes in activity of 289 cells in the arm area of the motor cortex when the monkeys made equal-amplitude movements that started from different points in space, were in the same direction, and traveled along parallel trajectories in 3-D space. Four pairs of such movement directions (i.e., a total of 8 movement directions) were studied for every cell, and the changes in cell activity associated with movements within each pair were compared. We found that these changes in cell activity did not differ statistically for 68.4% of the movement pairs studied but did differ for the remaining 31.6%. The data from the whole population of cells studied in this experiment were analyzed using the population vector analysis described in the preceding paper (Georgopoulos et al., 1988). Thus, 8 population vectors were calculated, 1 for each of the 8 movement directions studied. We found that the direction of the population vector was close to the direction of the corresponding movement. These results indicate that the population vector provides unique information concerning the direction of the movement even when the point of origin of the movement varies in 3-D space." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Kettner, R E",
      "Schwartz, A B",
      "Georgopoulos, A P"
    ],
  "Date" : "1988",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/3411363",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Electromyography",
      "Macaca",
      "Macaca mulatta",
      "Male",
      "Models, Neurological",
      "Motor Cortex",
      "Movement",
      "Neurons",
      "Psychomotor Performance",
      "Regression Analysis"
    ],
  "PMID" : 3411363,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Primate motor cortex and free arm movements to visual targets in three-dimensional space. III. Positional gradients and population coding of movement direction from various movement origins."
}
