{ 
  "Abstract" : [ "The activity of single cells in the motor cortex was recorded while monkeys made arm movements in eight directions (at 45 degrees intervals) in a two-dimensional apparatus. These movements started from the same point and were of the same amplitude. The activity of 606 cells related to proximal arm movements was examined in the task; 323 of the 606 cells were active in that task and were studied in detail. The frequency of discharge of 241 of the 323 cells (74.6%) varied in an orderly fashion with the direction of movement. Discharge was most intense with movements in a preferred direction and was reduced gradually when movements were made in directions farther and farther away from the preferred one. This resulted in a bell-shaped directional tuning curve. These relations were observed for cell discharge during the reaction time, the movement time, and the period that preceded the earliest changes in the electromyographic activity (approximately 80 msec before movement onset). In about 75% of the 241 directionally tuned cells, the frequency of discharge, D, was a sinusoidal function of the direction of movement, theta: D = b0 + b1 sin theta + b2cos theta, or, in terms of the preferred direction, theta 0: D = b0 + c1cos (theta - theta0), where b0, b1, b2, and c1 are regression coefficients. Preferred directions differed for different cells so that the tuning curves partially overlapped. The orderly variation of cell discharge with the direction of movement and the fact that cells related to only one of the eight directions of movement tested were rarely observed indicate that movements in a particular direction are not subserved by motor cortical cells uniquely related to that movement. It is suggested, instead, that a movement trajectory in a desired direction might be generated by the cooperation of cells with overlapping tuning curves. The nature of this hypothetical population code for movement direction remains to be elucidated." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Georgopoulos, A P",
      "Kalaska, J F",
      "Caminiti, R",
      "Massey, J T"
    ],
  "Date" : "1982",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of neuroscience : the official journal of the Society for Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/7143039",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Biomechanical Phenomena",
      "Electromyography",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Movement",
      "Neurons"
    ],
  "PMID" : 7143039,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "On the relations between the direction of two-dimensional arm movements and cell discharge in primate motor cortex."
}
