{ 
  "Abstract" : [ "1. Neuronal activity was recorded in the motor cortex of a monkey that performed reaching movements with the use of two different arm postures. In the first posture (control), the monkey used its natural arm orientation, approximately in the sagittal plane. In the second posture (abducted), the monkey had to adduct its elbow nearly to shoulder level to grasp the handle. The path of the hand between targets was similar in both arm postures, but the joint kinematics and kinetics were different. 2. In both postures, the activity of single cells was often broadly tuned with movement direction and static arm posture over the targets. In a large proportion of cells, either the level of tonic activity, the directional tuning, or both, varied between the two postures during the movement and target hold periods. 3. For most directions of movement, there was a statistically significant difference in the direction of the population vector for the two arm postures. Furthermore, whereas the population vector tended to point in the direction of movement for the control posture, there was a poorer correspondence between the direction of movement and the population vector for the abducted posture. These observed changes are inconsistent with the notion that the motor cortex encodes purely hand trajectory in space." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Scott, S H",
      "Kalaska, J F"
    ],
  "Date" : "1995",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/7666162",
  "MeshHeadings" : [ 
      "Animals",
      "Arm",
      "Hand",
      "Macaca mulatta",
      "Male",
      "Motor Cortex",
      "Movement",
      "Posture",
      "Time Factors"
    ],
  "PMID" : 7666162,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Changes in motor cortex activity during reaching movements with similar hand paths but different arm postures."
}
