{ 
  "Abstract" : [ "We investigated the occurrence and distribution of oscillatory activity in local field potentials (LFPs) recorded from the frontal motor cortex of behaving monkeys performing skilled voluntary movements. LFPs were recorded simultaneously from up to 12 sites distributed throughout motor cortex while monkeys performed a visually guided, instructed delay task using the wrist or digits. Oscillatory activity between 15 and 50 Hz was evident in the LFP recorded from both primary motor cortex and premotor areas. Oscillations occurred preferentially before the visual cue to initiate movement but were infrequent during movement. Oscillations typically stopped before movement initiation during the wrist task, although they often continued into the initial phases of movement during the digit task. The relationship of oscillations to task performance was consistent across trials over periods of many months, although the amplitude and duration of oscillations varied across trials and days. Interactions between pairs of LFP recordings, evaluated with cross-correlation analysis, revealed synchronous oscillations over long distances (> 7 mm) and across primary motor cortex and premotor recording sites. These studies demonstrate that oscillations recorded in the LFP in motor cortex during trained motor tasks are not related to the details of movement execution but may be related to aspects of movement preparation." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Sanes, J N",
      "Donoghue, J P"
    ],
  "Date" : "1993",
  "Identifier" : [  ],
  "Journal" : [ "Proceedings of the National Academy of Sciences of the United States of America" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/8506287",
  "MeshHeadings" : [ 
      "Animals",
      "Behavior, Animal",
      "Forearm",
      "Learning",
      "Macaca fascicularis",
      "Male",
      "Motor Cortex",
      "Movement",
      "Periodicity",
      "Visual Perception"
    ],
  "PMID" : 8506287,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Oscillations in local field potentials of the primate motor cortex during voluntary movement."
}
