{ 
  "Abstract" : [ "The mechanisms of neuronal degeneration following traumatic head injury are not well understood and no adequate treatment is currently available for the prevention of traumatic brain damage in humans. Traumatic head injury leads to primary (at impact) and secondary (distant) damage to the brain. Mechanical percussion of the rat cortex mimics primary damage seen after traumatic head injury in humans; no animal model mimicking the secondary damage following traumatic head injury has yet been established. Rats subjected to percussion trauma of the cortex showed primary damage in the cortex and secondary damage in the hippocampus. Morphometric analysis demonstrated that both cortical and hippocampal damage was mitigated by pretreatment with either the N-methyl-D-aspartate (NMDA) antagonist 3-((+/-)- 2-carboxypiperazin-4-yl)-propyl-1-phosphonate (CPP) or the non-NMDA antagonist 2,3-dihydroxy-6-nitro-7-sulfamoyl-benzo[f]quinoxaline (NBQX). Neither treatment prevented primary damage in the cortex when therapy was started after trauma. Surprisingly, delayed treatment of rats with NBQX, but not with CPP, beginning between 1 and 7 hr after trauma prevented hippocampal damage. No protection was seen when therapy with NBQX was started 10 hr after trauma. These data indicate that both NMDA- and non-NMDA-dependent mechanisms contribute to the development of primary damage in the cortex, whereas non-NMDA mechanisms are involved in the evolution of secondary damage in the hippocampus in rats subjected to traumatic head injury. The wide therapeutic time-window documented for NBQX suggests that antagonism at non-NMDA receptors may offer a novel therapeutic approach for preventing deterioration of the brain after head injury." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Bernert, H",
      "Turski, L"
    ],
  "Date" : "1996",
  "Identifier" : [  ],
  "Journal" : [ "Proceedings of the National Academy of Sciences of the United States of America" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/8643559",
  "MeshHeadings" : [ 
      "Animals",
      "Brain Injuries",
      "Cerebral Cortex",
      "Disease Models, Animal",
      "Excitatory Amino Acid Antagonists",
      "Hippocampus",
      "Humans",
      "Male",
      "N-Methylaspartate",
      "Nerve Degeneration",
      "Neurons",
      "Piperazines",
      "Quinoxalines",
      "Rats",
      "Rats, Inbred F344",
      "Time Factors",
      "Wounds, Nonpenetrating"
    ],
  "PMID" : 8643559,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Traumatic brain damage prevented by the non-N-methyl-D-aspartate antagonist 2,3-dihydroxy-6-nitro-7-sulfamoylbenzo[f] quinoxaline."
}
