{ 
  "Abstract" : [ "1. Oscillations of 20-40 Hz were observed in local field potentials (LFPs) and unit activity in sensorimotor cortices of three awake monkeys while the monkeys performed trained wrist movements and untrained exploratory arm movements. The mean frequency of LFP oscillations was 25.9 +/- 1.4 (SD) Hz and the number of cycles of oscillations per episode was variable, with a mean of 4.2 +/- 0.5 (mean +/- SE). 2. Oscillatory episodes occurred most often when the monkeys retrieved raisins from a Klüver board (0.59 +/- 0.23 episodes per s, mean +/- SD) or from unseen locations with the use of somatosensory feedback (0.62 +/- 0.12 episodes per s); they occurred less often when the monkeys performed repetitive wrist flexion and extension movements (0.22 +/- 0.04 episodes per s) or sat quietly at rest (0.23 +/- 0.17 episodes per s). 3. The amplitude of LFP oscillations increased with depth in cortex, reaching a maximum between 1 and 2 mm. LFP oscillations at the surface of the cortex were 180 degrees out of phase with oscillations in the deep cortical layers. The phase shift (with respect to the deep layers) decreased with depth in the cortex and disappeared at depths of > 1 mm. 4. LFPs were recorded simultaneously at multiple sites in the sensorimotor cortex when monkeys retrieved raisins from a Klüver board or from unseen locations. Cross-correlation of LFPs recorded at different sites indicated that oscillations in the 20- to 40-Hz range could become synchronized at sites separated by up to > or = 14 mm in the precentral cortex. 5. The probability of occurrence of significant correlations between LFP oscillations at paired sites and the average correlation amplitude decreased with increasing horizontal separation of sites in precentral cortex. The phase shift between LFP oscillations recorded at paired sites did not change significantly with increasing horizontal separation. 6. For paired sites in precentral cortex, the average strength of correlations and the proportion of oscillations that were significantly correlated were greater during exploratory behaviors such as retrieving raisins from slots of the Klüver board than during periods of rest or overtrained wrist movements. 7. Oscillations could become synchronized with small phase shifts (0.5 +/- 1.6 ms) between pre- and postcentral cortical sites. Average strength and probability of occurrence of significant correlations between pre- and postcentral LFPs increased during exploratory behaviors. 8. Oscillations occurred simultaneously in the left and right motor cortex and could become synchronized with negligible phase shifts when the monkey performed bimanual manipulations. However, synchronization occurred as often and as strongly for unimanual as for bimanual manipulations. 9. These results indicate that episodes of 20- to 40-Hz oscillations occur often and become synchronized over a large cortical area during exploratory forelimb movements. However, they have no reliable relation to particular components of the movement and therefore seem unlikely to be involved directly in movement execution; instead, they may represent a neural correlate of attention during demanding sensorimotor behaviors." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Murthy, V N",
      "Fetz, E E"
    ],
  "Date" : "1996",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/8985892",
  "MeshHeadings" : [ 
      "Animals",
      "Electromyography",
      "Evoked Potentials, Motor",
      "Evoked Potentials, Somatosensory",
      "Exploratory Behavior",
      "Feedback",
      "Functional Laterality",
      "Hand",
      "Macaca mulatta",
      "Macaca nemestrina",
      "Movement",
      "Neurons",
      "Periodicity",
      "Somatosensory Cortex",
      "Time Factors"
    ],
  "PMID" : 8985892,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Oscillatory activity in sensorimotor cortex of awake monkeys: synchronization of local field potentials and relation to behavior."
}
