{ 
  "Abstract" : [ "Polymerization of Alzheimer amyloid beta peptide (Abeta) into amyloid fibrils is associated with resistance to proteolysis and tissue deposition. Here, it was investigated whether Abeta might be generated as a protease-resistant core from a polymerized precursor. A 100-amino acid C-terminal fragment of the Alzheimer beta-amyloid precursor protein (C100), containing the Abeta and cytoplasmic domains, polymerized both when inserted into membranes and after purification. When subjected to digestion using the nonspecific enzyme proteinase K, the cytoplasmic domain of C100 was degraded, whereas the Abeta domain remained intact. In contrast, dissociated C100 polymers were almost completely degraded by proteinase K. Mammalian cells transfected with the human Alzheimer beta-amyloid precursor gene contained a fragment corresponding to C100, which needed similar harsh conditions to be dissolved, as did polymers formed by purified C100. Hence, it was concluded that C100 polymers are formed in mammalian cells. These results suggest that the C terminus of Abeta can be generated by nonspecific proteases, acting on a polymerized substrate, rather than a specific gamma-secretase. This offers an explanation of how the Abeta peptide can be formed in organelles containing proteases capable of cleaving most peptide bonds." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Tjernberg, L O",
      "Näslund, J",
      "Thyberg, J",
      "Gandy, S E",
      "Terenius, L",
      "Nordstedt, C"
    ],
  "Date" : "1997",
  "Identifier" : [  ],
  "Journal" : [ "The Journal of biological chemistry" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/8999874",
  "MeshHeadings" : [ 
      "Alzheimer Disease",
      "Amyloid beta-Protein Precursor",
      "Animals",
      "CHO Cells",
      "Cell Line",
      "Cricetinae",
      "Cytoplasm",
      "Humans",
      "Hydrolysis",
      "Microscopy, Electron",
      "Recombinant Proteins",
      "Spodoptera",
      "Substrate Specificity",
      "Transfection"
    ],
  "PMID" : 8999874,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Generation of Alzheimer amyloid beta peptide through nonspecific proteolysis."
}
