{ 
  "Abstract" : [ "We have investigated the effect of memantine, a clinically used NMDA receptor antagonist, in two experimental animals models of spinal cord injury. The lesions were laser-induced photothrombosis to induce focal spinal cord ischemia and clip compression to mimic traumatic spinal cord injury. Pre- or posttreatment of rats with a dose of memantine (20 mg/kg ip) previously shown to be neuroprotective in cerebral ischemia, failed to affect both the neurological and morphological outcome of ischemic spinal cord injury. Likewise, memantine had no effects on neurological and morphological outcome after experimental traumatic injury. In view of the regional heterogeneity of NMDA receptors, the affinity of memantine for spinal cord NMDA receptors was also determined by studying displacement of [3H] (+)-5-methyl-10,11-dihydro-5-H-dibenzo[a,d]cyclohepten-5-10-imine (MK-801) to rat and human spinal cord homogenates. We found that memantine had an affinity for NMDA receptors in the spinal cord (Ki = 0.58 microM) that was significantly lower compared to that of the cerebral cortex (Ki = 0.23 microM) and that the affinity for NMDA receptors in human spinal cord was even lower. We conclude that in view of available data, memantine should not be chosen for clinical studies on neuroprotection in spinal cord injuries and that the lack of protective effect is most likely due to insufficient affinity of memantine for spinal cord NMDA receptors." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "von Euler, M",
      "Li-Li, M",
      "Whittemore, S",
      "Seiger, A",
      "Sundström, E"
    ],
  "Date" : "1997",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurotrauma" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/9048311",
  "MeshHeadings" : [ 
      "Adult",
      "Animals",
      "Anti-Inflammatory Agents",
      "Behavior, Animal",
      "Binding, Competitive",
      "Dizocilpine Maleate",
      "Excitatory Amino Acid Antagonists",
      "Female",
      "Humans",
      "In Vitro Techniques",
      "Kinetics",
      "Memantine",
      "Membranes",
      "Methylprednisolone",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Spinal Cord",
      "Spinal Cord Compression",
      "Spinal Cord Injuries"
    ],
  "PMID" : 9048311,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "No protective effect of the NMDA antagonist memantine in experimental spinal cord injuries."
}
