{ 
  "Abstract" : [ "The simple spike discharge of 231 cerebellar Purkinje cells in ipsilateral lobules V and VI was recorded in three monkeys trained to perform a visually guided reaching task requiring movements of different directions and distances. The discharge of 179 cells was significantly modulated during movement to one or more targets. Mean simple spike rate was fitted to a cosine function for direction tuning, a simple linear function for distance modulation, and a multiple linear regression model that included terms for direction, distance, and target position. On the basis of the fit to the direction and distance models, there were more distance-related than direction-related Purkinje cells. The simple spike discharge of most direction-related cells modulated at only one target distance. The preferred directions for the simple spike tuning were not uniformly distributed across the workspace. The discharge of most distance-related cells modulated along only one movement direction. On the basis of the multiple linear regression model, simple spike discharge was also correlated with target position, in addition to direction and distance. Approximately half of the Purkinje cells had simple spike activity associated with only a single parameter, and only a small fraction of the cells with all three. The multiple regression model was extended to evaluate the correlations as a function of time. Considerable overlap occurred in the timing of the simple spike correlations with the parameters. The latency for correlation with movement direction occurred mainly in a 500-ms interval centered on movement onset. The correlations with target position also occurred around movement onset, in the range of -200-500 ms. Distance correlations were more variable, with onset latencies from -500 to 1,000 ms. These results demonstrate that the simple spike discharge of cerebellar Purkinje cells is correlated with movement direction, distance, and target position. Comparing these results to motor cortical discharge shows that the correlations with these parameters were weaker in Purkinje cell simple spike discharge, and that, for the majority of Purkinje cells, the simple spike discharge was significantly related to only a single movement parameter. Other differences between simple spike responses and those of motor cortical cells include the nonuniform distribution of preferred directions and the extensive overlap in the timing of the correlations. These differences suggest that Purkinje cells process, encode, and use kinematic information differently than motor cortical neurons." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Fu, Q G",
      "Flament, D",
      "Coltz, J D",
      "Ebner, T J"
    ],
  "Date" : "1997",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/9242295",
  "MeshHeadings" : [ 
      "Action Potentials",
      "Animals",
      "Databases, Factual",
      "Female",
      "Kinetics",
      "Linear Models",
      "Macaca mulatta",
      "Motor Cortex",
      "Movement",
      "Purkinje Cells"
    ],
  "PMID" : 9242295,
  "PublicationType" : "Comparative Study",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Relationship of cerebellar Purkinje cell simple spike discharge to movement kinematics in the monkey."
}
