{ 
  "Abstract" : [ "The role of \"fast,\" or gamma band (20-80 Hz), local field potential (LFP) oscillations in representing neuronal activity and in encoding motor behavior was examined in motor cortex of two alert monkeys. Using chronically implanted microwires, we simultaneously recorded LFPs and single or multiple unit (MU) discharge at a group of sites in the precentral gyrus during trained finger force or reaching movements, during natural reaching and grasping, and during quiet sitting. We evaluated the coupling of oscillations with task-related firing at the same site, the timing of oscillations with respect to the execution of trained and untrained movement, and the temporal synchrony of oscillations across motor cortical sites. LFPs and neural discharge were examined from a total of 16 arm sites (7 sites in 1 monkey and 9 in the other), each showing movement-related discharge modulation and arm microstimulation effects. In the trained tasks, fast LFP and MU oscillations occurred most often during a premovement delay period, ceasing around movement onset. The decrease in oscillation roughly coincided with the appearance of firing rate modulation coupled to the motor action. During this delay, LFP oscillations exhibited either \"overlapping\" or \"mixed\" relationships with the simultaneously recorded neural discharge at that site. Overlap was characterized by coincident epochs of increased neural discharge and LFP oscillations. For the mixed pattern, episodes of LFP oscillation typically coincided with periods of diminished firing but overlap also sometimes appeared. Both patterns occurred concurrently across motor cortex during preparation; LFP suppression with motor action was ubiquitous. Fast oscillations reappeared quickly upon transition from quiet sitting to resumption of task performance, indicating an association with task engagement, rather than the general motor inaction of the delay period. In contrast to trained movements, fast oscillations often appeared along with movement during untrained reaching, but oscillations occurred erratically and were not reliably correlated with elevated neural discharge. Synchronous oscillations occurred at sites as much as 5 mm apart, suggesting widespread coupling of neurons and LFP signals in motor cortex. Widespread coupling of oscillatory signals is consistent with the concept that temporal coding processes operate in motor cortex. However, because the relationship between neuronal discharge and the appearance of fast oscillations may be altered by behavioral condition, they must reflect a global process active in conjunction with motor planning or preparatory functions, but not details of motor action encoded in neuronal firing rate." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Donoghue, J P",
      "Sanes, J N",
      "Hatsopoulos, N G",
      "Gaál, G"
    ],
  "Date" : "1998",
  "Identifier" : [  ],
  "Journal" : [ "Journal of neurophysiology" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/9425187",
  "MeshHeadings" : [ 
      "Animals",
      "Arcuate Nucleus of Hypothalamus",
      "Brain Mapping",
      "Electric Stimulation",
      "Evoked Potentials",
      "Macaca fascicularis",
      "Motor Activity",
      "Motor Cortex",
      "Muscle, Skeletal",
      "Neurons",
      "Oscillometry",
      "Reaction Time"
    ],
  "PMID" : 9425187,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neural discharge and local field potential oscillations in primate motor cortex during voluntary movements."
}
