{ 
  "Abstract" : [ "The potential of most N-methyl-D-aspartate antagonists as neuroprotectants is limited by side effects. We previously reported that memantine is an open-channel N-methyl-D-aspartate blocker with a faster off-rate than many uncompetitive N-methyl-D-aspartate antagonists such as dizocilpine maleate. This parameter correlated with memantine's known clinical tolerability in humans with Parkinson's disease. Memantine is the only N-methyl-D-aspartate antagonist that has been used clinically for excitotoxic disorders at neuroprotective doses. Therefore, we wanted to investigate further the basis of its clinical efficacy, safety, and tolerability. Here we show for the first time for any clinically-tolerated N-methyl-D-aspartate antagonist that memantine significantly reduces infarct size when administered up to 2 h after induction of hypoxia/ischemia in immature and adult rats. We found that at neuroprotective concentrations memantine results in few adverse side effects. Compared to dizocilpine maleate, memantine displayed virtually no effects on Morris water maze performance or on neuronal vacuolation. At concentrations similar to those in brain following clinical administration, memantine (6-10 microM) did not attenuate long-term potentiation in hippocampal slices and substantially spared the N-methyl-D-aspartate component of excitatory postsynaptic currents, while dizocilpine maleate (6-10 microM) or D-2-amino-5-phosphovalerate (50 microM) completely blocked these phenomena. We suggest that the favorable kinetics of memantine interaction with N-methyl-D-aspartate channels may be partly responsible for its high index of therapeutic safety, and make memantine a candidate drug for use in many N-methyl-D-aspartate receptor-mediated human CNS disorders." ],
  "Annotations" : [  ],
  "Authors" : [ 
      "Chen, H S",
      "Wang, Y F",
      "Rayudu, P V",
      "Edgecomb, P",
      "Neill, J C",
      "Segal, M M",
      "Lipton, S A",
      "Jensen, F E"
    ],
  "Date" : "1998",
  "Identifier" : [  ],
  "Journal" : [ "Neuroscience" ],
  "Keywords" : [  ],
  "Link" : "https://www.ncbi.nlm.nih.gov/pubmed/9697119",
  "MeshHeadings" : [ 
      "Animals",
      "Body Temperature",
      "Brain Ischemia",
      "Cytoplasm",
      "Excitatory Amino Acid Antagonists",
      "Excitatory Postsynaptic Potentials",
      "In Vitro Techniques",
      "Long-Term Potentiation",
      "Male",
      "Maze Learning",
      "Memantine",
      "Microscopy, Electron",
      "Neurons",
      "Neuroprotective Agents",
      "Rats",
      "Rats, Sprague-Dawley",
      "Receptors, N-Methyl-D-Aspartate",
      "Vacuoles"
    ],
  "PMID" : 9697119,
  "PublicationType" : "Journal Article",
  "Substances" : [  ],
  "Suggest" : "",
  "TextminingVersion" : "0",
  "Title" : "Neuroprotective concentrations of the N-methyl-D-aspartate open-channel blocker memantine are effective without cytoplasmic vacuolation following post-ischemic administration and do not block maze learning or long-term potentiation."
}
